[
	{
		"schoolId": 2022019,
		"schoolName": "Argyle Primary School",
		"isPrimary": true,
		"shortSlogan": "<b>Join the Argyle Adventure!</b>",
		"descriptionTitle": "<b>Join the Argyle Adventure!</b>",
		"description": "<p>We believe that Argyle is an exceptional school. We are incredibly ambitious for our children and have created a curriculum that inspires and motivates them through our ‘Argyle Adventure’ – a bespoke offer that ties exciting new experiences, educational visits, and specialist workshops to our learning goals.</p>\n<br>\n<p>We teach our children to have a growth mindset and that they can have a positive impact on their own outcomes, their community, and the world around them.</p>\n<br>\n<p>Our inclusive approach, combined with academic rigour, means that all children are challenged and supported to attain their",
		"schoolLogo": "../assets/imgs/school/2022019_logo.png",
		"ofstedLink": "http://www.ofsted.gov.uk/oxedu_providers/full/(urn)/100008",
		"websiteLink": "https://www.argyle.camden.sch.uk",
		"type": "Primary inc. Nursery",
		"gender": "Mixed",
		"entryForms": 1,
		"ageRange": ["3", "11"],
		"address": "Tonbridge Street",
		"lat": 51.52875,
		"long": -0.124037,
		"formsEntry": 1,
		"prevYearCatchmentRadius": null,
		"postCode": "WC1H 9EG",
		"facilities": [
			"State of the Art STEAM Lab",
			" Music Room and Art Studio",
			" Discovery Zone Including a Well-Stocked Library and Computing Suite",
			" Designated Playground for Each Age Phase",
			" KS2 Playground with Monkey Bars",
			" Fitness Trail, Football Pitch and Trampolines",
			" Nature Garden",
			" Outdoor Kitchen",
			" Wildlife Pond"
		],
		"activities": [
			"Free Breakfast Club",
			"Fun, Fitness and Football",
			"Gymnastics",
			"Art Club",
			"Coding Club",
			"Cooking Club",
			"Catch up Club"
		],
		"admissionProcess": "<p>\nReception places are allocated by Camden admissions. Applications for spaces in other year groups are made by applying directly to the school.\n</p>\n<br>\n<p>\nFor more information, visit <a href=\"https://www.camden.gov.uk/primary-admissions\" target=\"_blank\">Camden Primary Admissions</a>.\n</p>\n<br>\n<p>\nVisit <a href=\"https://www.camden.gov.uk/inyearschooladmissions\" target=\"_blank\">In-Year School Admissions</a>.\n</p>",
		"aboutReportCard": "This report card gives you a rounded picture of a school. It contains information about all aspects of life at the school, such as what it feels like to be a pupil or a parent at the school. It also includes the most recent Ofsted report and a range of national data about the school’s performance, including tests and examinations.Camden Learning, the local area-based education partnership, which supports the development of all Camden schools, confirms that the information in this report is accurate at the date of publication.",
		"tabs": {
			"schoolViews": [
				{
					"type": "image",
					"url": "../assets/imgs/wordCloud/2022019_word_cloud.png"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "Pupils are happy to come to school. They are kept safe and feel safe. They said that bullying is rare. Any incidents are dealt with effectively by staff. Pupils are keen to learn and work hard.",
					"author": "Ofsted"
				},
				{
					"type": "quote",
					"bgcolor": "#ed6c26",
					"text": "We have numerous subjects that we can shine in -every day we face different challenges.",
					"author": "Child"
				},
				{
					"type": "quote",
					"bgcolor": "#e50059",
					"text": "I like Argyle Primary School for my little child, the headteacher and all teachers are really hard working, loving, caring people. I am so happy and been blessed to get admission for my child in this school.",
					"author": "Parent"
				},
				{
					"type": "quote",
					"bgcolor": "#4764ff",
					"text": "Argyle is such a great community school. Everyone is always ready to go the extra mile to give our pupils the very best learning opportunities.",
					"author": "Teacher"
				},
				{
					"type": "quote",
					"bgcolor": "#ed6c26",
					"text": "We spread kindness.",
					"author": "Child"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "Provision for pupils’ personal development is excellent. Respect and tolerance are key aspects of the ‘Argyle code’. These are promoted meaningfully and thoroughly in all aspects of school life",
					"author": "Ofsted"
				},
				{
					"type": "quote",
					"bgcolor": "#e50059",
					"text": "From the dedicated teachers to the teaching assistants and admin staff, it's clear that everyone goes above and beyond to create a positive and nurturing environment for the children. Thank you for your commitment to excellence and for making a difference every day.",
					"author": "Parent"
				},
				{
					"type": "quote",
					"bgcolor": "#ed6c26",
					"text": "We love our equipment in the playground.",
					"author": "Child"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "The well-being of staff, pupils and their families is at the heart of Argyle Primary School. All pupils are welcomed and expected to do well.",
					"author": "Ofsted"
				},
				{
					"type": "quote",
					"bgcolor": "#e50059",
					"text": "Thank you for pushing my child to do the best she can!",
					"author": "Parent"
				},
				{
					"type": "quote",
					"bgcolor": "#ed6c26",
					"text": "This school is an institution that teaches young children to be friendly, sensible and kind.",
					"author": "Child"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "Teachers have high expectations and strong subject knowledge.",
					"author": "Ofsted"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "Reading is a priority from Nursery",
					"author": "Ofsted"
				}
			],
			"schoolPhotosUrls": [
				"../assets/imgs/school/2022019_1.jpg",
				"../assets/imgs/school/2022019_2.jpg",
				"../assets/imgs/school/2022019_3.jpg",
				"../assets/imgs/school/2022019_4.jpg",
				"../assets/imgs/school/2022019_5.jpg",
				"../assets/imgs/school/2022019_6.jpg",
				"../assets/imgs/school/2022019_7.jpg",
				"../assets/imgs/school/2022019_8.jpg",
				"../assets/imgs/school/2022019_9.jpg",
				"../assets/imgs/school/2022019_10.jpg"
			],
			"schoolHighlights": [
				{
					"bgcolor": "#e50059",
					"title": "School & community context",
					"description": "A diverse and inclusive community where everyone is welcomed and supported. An exceptional location in the very heart of London.",
					"link": "/schoolContext/index.html?schoolId=2022019"
				},
				{
					"bgcolor": "#ed6c26",
					"title": "Pupil support & wellbeing",
					"description": "Teaching is tailored to be accessible and yet to offer challenge to all pupils. Caring staff develop positive  relationships and signpost pupils requiring extra support to an appropriately qualified professional.",
					"link": "/support/index.html?schoolId=2022019"
				},
				{
					"bgcolor": "#64007e",
					"title": "SEND & inclusion",
					"description": "We foster an inclusive environment with a whole-school ethos, adaptive teaching, differentiated curriculum, and personalized interventions to support each child’s evolving needs, ensuring all students can thrive and make excellent progress relative to their needs and starting points.",
					"link": "/SEND/index.html?schoolId=2022019"
				},
				{
					"bgcolor": "#93c467",
					"title": "Pupils' achievement",
					"description": "Pupil achievement compares well to national expectations. Disadvantaged pupils outperform disadvantaged pupils nationally. All pupils enjoy a rich range of experiences and have the opportunity to find their own particular talents.",
					"link": "/achievement/index.html?schoolId=2022019"
				},
				{
					"bgcolor": "#4764ff",
					"title": "Curriculum, teaching & learning",
					"description": "Knowledgeable and well trained teachers are supported by skilled leaders who ensure that the quality of teaching is at least good and often outstanding. Staff benefit from high quality professional development and opportunities to collaborate with peers.",
					"link": "/curriculum/index.html?schoolId=2022019"
				}
			],
			"schoolPriorities": [
				{
					"bgcolor": "#e50059",
					"title": "Parents as partners",
					"description": "Work in close partnership with parents so that all parents feel enabled to actively support their child's attendance, engagement and learning."
				},
				{
					"bgcolor": "#ed6c26",
					"title": "Literacy and Maths",
					"description": "Ensure that all pupils make excellent progress relative to their starting points."
				},
				{
					"bgcolor": "#4764ff",
					"title": "Distributed leadership",
					"description": "Increase the school's capacity to grow and improve."
				}
			]
		},
		"statistics": {
			"pupilsNum": 298,
			"ethnicGroupsNum": null,
			"languagesNum": null,
			"SENDPercent": 23.2,
			"BMEPercent": 98.3,
			"disadvantagedPupilsPercent": 58.2,
			"englishAdditionalLangPercent": 85.2,
			"absencePercent": 5.2,
			"persistentAbsenteesPercent": 15.2,
			"specificLanguages": [""],
			"specificEthnicities": [""],
			"specificSEND": [
				"Moderate learning difficulty",
				"Social, emotional and mental health",
				"Speech, language and communication needs",
				"Autistic spectrum disorder"
			],
			"qualifiedTeachersPercent": 100,
			"pupilAdultRatio": 7.8,
			"financialReserves": 186200.0,
			"changeYearReserves": -116900.0
		},
		"curriculum": {
			"curriculumAim": "<p>The intention of our curriculum is to inspire pupils, broaden their horizons, take them out of the classroom and open their eyes to a wide range of opportunities and experiences.</p>\n<p>All whilst ensuring that they develop very strong skills in English, Mathematics and Science.</p><p><a href=\"https://www.argyle.camden.sch.uk/page/?title=Our+Curriculum&pid=9\" target=\"_blank\" class=\"about__link\">Link to curriculum details</a></p>",
			"curriculumStrengths": ["Reading", "Cross curricular topics", "Music and Art"],
			"topSubjects": [""],
			"topDisciplines": "temp",
			"strengths": "temp"
		},
		"support": {
			"childSafetyAndHappiness": "<p>At Argyle we are committed to providing a caring, friendly, respectful and safe learning environment for all of our pupils. We promote an inclusive ethos that focuses on respecting one another and celebrating difference and diversity. We follow a trauma-informed approach and work hard to build strong relationships.</p><p><a href=\"https://www.argyle.camden.sch.uk/page/?title=Safeguarding%2C+Inclusion+%26amp%3B+Welfare+Policies&pid=35\" target=\"_blank\" class=\"about__link\">Link to safeguarding policy</a></p>",
			"bullyingProtection": "<p>Bullying and prejudice-based language of any kind, involving pupils, adults towards pupils, staff or parents are unacceptable and will not be tolerated at our school. </p>\n\n<p>We understand the devastating and lasting effect being bullied can have on some children and we will deal with all incidents equally seriously, quickly and effectively, whether it has taken place in or outside of school.</p><p><a href=https://www.argyle.camden.sch.uk/images/Anti-Bullying_policy_2023-24.pdf target=\"_blank\" class=\"about__link\">Link to anti-bullying policy</a></p>",
			"attendanceManagement": "<p>Argyle Primary School wants to ensure that all pupils receive a full-time education to maximise opportunities, attainment, well-being, and wider life chances for everybody to realise their\npotential.</p>\n\n<p>We aim for an environment which enables and encourages all members of the school community to strive for excellence and enjoyment in education. For our children to gain the greatest benefit from their education it is vital that they attend regularly and punctually.</p><p><a href=\"https://www.argyle.camden.sch.uk/images/10.04_Attendance_Policy_2023-24.pdf\" target=\"_blank\" class=\"about__link\">Link to attendance policy</a></p>"
		},
		"achievement": {
			"academicChildSuccess": "<p>The curriculum places an equal emphasis on knowledge and skills and has been designed to be progressive so that the knowledge and skills taught in one unit are built upon in successive units. Wherever possible, cross-curricular links are made so that pupils have time to explore a topic in depth.</p>\n\n<p>Excellent literature and high-quality educational visits provide a structure to our curriculum, ensuring that children read widely, are read to, and physically experience an aspect of each curriculum topic.</p>\n\n<p>The teaching of reading is prioritised. Phonics is taught daily to Reception, Year 1, and Early Readers across the school. At Key Stage 2, children read for at least one hour a day during two dedicated reading sessions. The majority of children will read with an adult every day.</p>\n\n<p>Our pedagogical approach is broadly based upon Rosenshine’s Principles of Direct Instruction:</p>\n\n<ol>\n  <li>Daily review</li>\n  <li>Present new material using small steps</li>\n  <li>Ask questions</li>\n  <li>Provide models</li>\n  <li>Guide student practice</li>\n  <li>Check for student understanding</li>\n  <li>Obtain a high success rate</li>\n  <li>Provide scaffolds for difficult tasks</li>\n  <li>Independent practice</li>\n  <li>Weekly and monthly review</li>\n</ol>",
			"chartsPerform": [
				{
					"chartTitle": "% Reaching expected standard in reading, writing & maths at end of primary:",
					"chartImg": "../assets/imgs/charts/2022019_chart_ks2_rwm.png",
					"chartComparationImg": "../assets/imgs/charts/2022019_chart_ks2_rwm_school_only.png",
					"chartDescription": "* No assessments during Covid-19"
				},
				{
					"chartTitle": "Progress from years 2 to 6 (2023):",
					"chartImg": "../assets/imgs/charts/2022019_chart_ks2_prog.png",
					"chartComparationImg": "../assets/imgs/charts/2022019_chart_ks2_prog.png",
					"chartDescription": "These progress scores are calculated by the DfE by comparing the key stage 2 results of pupils at this school with the results of pupils across England who had similar results at the end of key stage 1. A score above zero means pupils made more progress, on average, than pupils who got similar results at the end of key stage 1."
				}
			],
			"chartsProm": [
				{
					"chartTitle": "",
					"chartImg": "",
					"chartDescription": null
				},
				{
					"chartTitle": "",
					"chartImg": "",
					"chartDescription": null
				}
			],
			"wherePupilsGoAfter": "<p>The entire curriculum is underpinned by a clear set of values – excellence, collaboration, kindness, drive, compassion, respect, self-control, courage, responsibility, empathy, positivity, fun, love, honesty, friendship, kindness, patience, wisdom, gratitude, self-belief, fairness, forgiveness and peace.</p>\n\n<p>These values support pupils in identifying common themes in their learning and in making links between subjects as well as supporting their social. emotional and moral growth. </p>"
		},
		"SEND": {
			"sendSupportInfo": "<p>We are committed to providing high-quality support for children with Special Educational Needs and Disabilities (SEND). Our approach begins with quality first teaching, ensuring that all children receive an inclusive and differentiated curriculum tailored to their individual needs. Teachers use formative assessments regularly to identify gaps in learning and ensure immediate \"keep up\" support for all students, so no one is left behind.</p> \n<p>For children who require additional support, we offer targeted, personalised interventions in small groups or one-to-one settings, addressing specific areas of need. These interventions are designed to close learning gaps and provide focused support across the curriculum. Regular reviews and collaboration with parents and external specialists ensure that the support is continually adapted to meet the evolving needs of each child, fostering an inclusive environment where every child can thrive.</p><p><a href=\"https://www.argyle.camden.sch.uk/images/10.7_SEND__Policy_and_Information_Report__Sept_2023.pdf\" target=\"_blank\" class=\"about__link\">Link to SEND policy</a></p>",
			"inclusivePracticeInfo": "<p>At Argyle Primary School, we ensure inclusive practice through a whole-school ethos underpinned by our vision and values, which promote respect, equality, and diversity. This ethos is embedded in our teaching and learning practices, where we embrace adaptive teaching methods to meet the varied needs of all students. We utilise a range of groupings including mixed-ability groups which encourage collaboration and mutual support among children with different strengths and challenges. To further support inclusivity, we allocate additional adults where needed, ensuring that all children, especially those with SEND, receive the guidance and assistance necessary to succeed. We also make adjustments to the physical environment wherever possible, ensuring it is accessible and supportive of students' specific SEND needs, such as providing sensory spaces or alternative seating arrangements. By fostering an inclusive culture, we create an environment where every child feels valued, respected, and able to achieve their full potential.<p><p><a href=\"https://www.argyle.camden.sch.uk/page/?title=School+Policies&pid=13\" target=\"_blank\" class=\"about__link\">Link to inclusive practice policy</a></p>"
		}
	},
	{
		"schoolId": 2023323,
		"schoolName": "Christ Church Primary School, Hampstead",
		"isPrimary": true,
		"shortSlogan": "<b>A village school in London, inspiring life in all its fullness.</b>",
		"descriptionTitle": "<b>A village school in London, inspiring life in all its fullness.</b>",
		"description": "<p>We are a highly <b>inclusive</b> and cohesive Church of England primary school, serving the diverse and international community of Hampstead.</p>\n\n<br>\n\n<p>Our strengths include our feeling of <b>togetherness</b> and <b>community</b>, our focus on <b>positive relationships</b> for everyone, and our uncompromising ambition for <b>academic excellence</b> for all.</p>\n\n<br>\n\n<p>The breadth and <b>creativity</b> of our curriculum, the <b>enrichment opportunities</b> that run alongside our high-quality classroom teaching, and our innovative <b>personal development</b> and <b>well-being work</b> support all <b>children</b> and <b>families</b>.</p>",
		"schoolLogo": "../assets/imgs/school/2023323_logo.png",
		"ofstedLink": "http://www.ofsted.gov.uk/oxedu_providers/full/(urn)/100028",
		"websiteLink": "https://christchurchschool.co.uk/",
		"type": "Primary inc. Nursery",
		"gender": "Mixed",
		"entryForms": 1,
		"ageRange": ["4", "11"],
		"address": "Christ Church Hill",
		"lat": 51.559254,
		"long": -0.176622,
		"formsEntry": 1,
		"prevYearCatchmentRadius": null,
		"postCode": "NW3 1JH",
		"facilities": ["Two Playgrounds", " Access to Hampstead Heath for Trips & PE", " Music Room", " Library"],
		"activities": [
			"After school clubs: sports, cookery, arts and music tuition",
			"Sports teams, with the opportunity to compete in Camden tournaments",
			"Choir"
		],
		"admissionProcess": "Our children are drawn from both the church community at Christ Church, Hampstead, and from our immediate local area.<br>\nPlease see our <a href=\"https://christchurchschool.co.uk/key-information/admissions/\"> Admissions Policy</a>.",
		"aboutReportCard": "This report card gives you a rounded picture of a school. It contains information about all aspects of life at the school, such as what it feels like to be a pupil or a parent at the school. It also includes the most recent Ofsted report and a range of national data about the school’s performance, including tests and examinations.Camden Learning, the local area-based education partnership, which supports the development of all Camden schools, confirms that the information in this report is accurate at the date of publication.",
		"tabs": {
			"schoolViews": [
				{
					"type": "image",
					"url": "../assets/imgs/wordCloud/2023323_word_cloud.png"
				},
				{
					"type": "quote",
					"bgcolor": "#e50059",
					"text": "Christ Church School is a very special place - all the staff are highly motivated, exceptionally capable and very creative. They really care about the pupils.'",
					"author": "Parent"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "Christ Church School provides an education for its pupils that is exceptional in every way.'",
					"author": "Ofsted"
				},
				{
					"type": "quote",
					"bgcolor": "#e50059",
					"text": "Our children always feel excited to go in, never want to miss a day and have a lot to talk about on their way home. The pupils feel listened to as well.'",
					"author": "Parent"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "Pupils said, without hesitation, that they felt safe in school.'",
					"author": "Ofsted"
				},
				{
					"type": "quote",
					"bgcolor": "#ed6c26",
					"text": "School is really fun and all the teachers and T.A.s are kind and they listen. I love how we do a lot of things outside the classroom as it makes school really fun.'",
					"author": "Child"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "The bedrock of the school's excellence is the highly ambitious curriculum.'",
					"author": "Ofsted"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "Pupils' personal development is given the same high priority as their academic learning.'",
					"author": "Ofsted"
				},
				{
					"type": "quote",
					"bgcolor": "#ed6c26",
					"text": "This place has always felt welcoming and safe'",
					"author": "Child"
				}
			],
			"schoolPhotosUrls": [
				"../assets/imgs/school/2023323_1.jpg",
				"../assets/imgs/school/2023323_2.jpg",
				"../assets/imgs/school/2023323_3.jpg",
				"../assets/imgs/school/2023323_4.jpg",
				"../assets/imgs/school/2023323_5.jpg",
				"../assets/imgs/school/2023323_6.jpg",
				"../assets/imgs/school/2023323_7.jpg",
				"../assets/imgs/school/2023323_8.jpg",
				"../assets/imgs/school/2023323_9.jpg",
				"../assets/imgs/school/2023323_10.jpg"
			],
			"schoolHighlights": [
				{
					"bgcolor": "#e50059",
					"title": "School & community context",
					"description": "At Christ Church, we really do have the feel of a village school, with our incredibly <b>diverse</b> but <b>cohesive</b> <b>community</b> working together for the benefit of all the children. Our location enables us to make the most of all the <b>world-class museums</b> and opportunities of central London as well as the beauty, calm, and space of <b>Hampstead Heath</b>.",
					"link": "/schoolContext/index.html?schoolId=2023323"
				},
				{
					"bgcolor": "#ed6c26",
					"title": "Pupil support & wellbeing",
					"description": "Our <b>Happiness Project</b> provides children and families with proactive and practical strategies to support <b>positive mental well-being</b>. One highlight is our annual <b>Try Something New week</b> jam-packed with new activities to help everyone <b>overcome anxiety</b> and build <b>resilience</b>!",
					"link": "/support/index.html?schoolId=2023323"
				},
				{
					"bgcolor": "#64007e",
					"title": "SEND & inclusion",
					"description": "<p>We include and support children with a range of individual needs across our school. Our priority is high-quality teaching for all in our inclusive classrooms, with teachers making considered adaptations to their plans, resources or activities to support <b>each individual child</b> to make progress. We also prioritise access to the breadth of our curriculum for all pupils, including those with individual needs.</p>\n",
					"link": "/SEND/index.html?schoolId=2023323"
				},
				{
					"bgcolor": "#93c467",
					"title": "Pupils' achievement",
					"description": "Pupils' achievement and progress in Year 6 has been maintained at <b>well above national figures</b> for many years. We are proud of the progress made by <b>each individual child</b>.",
					"link": "/achievement/index.html?schoolId=2023323"
				},
				{
					"bgcolor": "#4764ff",
					"title": "Curriculum, teaching & learning",
					"description": "Our <b>Arts Project</b> provides the whole school community with the opportunity to take part in enriching and inspirational arts activities, from <b>musical productions</b> and <b>film making</b> to <b>concerts</b> and <b>art exhibitions</b>.",
					"link": "/curriculum/index.html?schoolId=2023323"
				}
			],
			"schoolPriorities": [
				{
					"bgcolor": "#e50059",
					"title": "Progress for every child",
					"description": "We are focused on providing the highest quality classroom teaching for every child, with targeted and additional support to enable pupils to make faster progress where it is needed."
				},
				{
					"bgcolor": "#ed6c26",
					"title": "Curriculum breadth and quality",
					"description": "We are prioritising keeping our curriculum of the highest quality and widest breadth possible. We are focused on maintaining our specialist teaching in PE and Music and on providing a wide range of trips, clubs, workshops and visitors, as well as participation in activities with other schools."
				},
				{
					"bgcolor": "#4764ff",
					"title": "Outreach opportunities for pupils and staff",
					"description": "One of our key priorities is to develop ways for pupils to make a difference to others, through volunteering, charity and campaign work."
				}
			]
		},
		"statistics": {
			"pupilsNum": 185,
			"ethnicGroupsNum": 5,
			"languagesNum": 9,
			"SENDPercent": 7.6,
			"BMEPercent": 70.8,
			"disadvantagedPupilsPercent": 5.3,
			"englishAdditionalLangPercent": 55.7,
			"absencePercent": 3.9,
			"persistentAbsenteesPercent": 7.9,
			"specificLanguages": ["Bengali", "Danish", "English", "German", "Italian", "Polish", "Portuguese", "Russian", "Spanish"],
			"specificEthnicities": ["White European", "White British", "White Other", "White and Asian", "Any other mixed background"],
			"specificSEND": [""],
			"qualifiedTeachersPercent": 92,
			"pupilAdultRatio": 12.8,
			"financialReserves": 205300.0,
			"changeYearReserves": 1000.0
		},
		"curriculum": {
			"curriculumAim": "<p>The design, content, implementation, and evaluation of our curriculum plays a <b>key role</b> in how we make our school vision come to life and enable all in our school to <b>experience life in all its fullness</b>.</p>\n\n<p>The ambitious breadth of our curriculum provision and the links we make <b>across the curriculum</b>, to transferable skills and to personal development, including the development of <b>emotional well-being</b>, spirituality, and a <b>sense of community and responsibility</b>, are very important parts of our curriculum design.</p>\n\n<p>Our curriculum reflects and supports our pursuit of <b>academic excellence for all</b> and our vision for <b>creativity</b> in all we do.</p><p><a href=\"https://christchurchschool.co.uk/key-information/curriculum/\" target=\"_blank\" class=\"about__link\">Link to curriculum details</a></p>",
			"curriculumStrengths": [
				"Visual arts, performing arts and music",
				"PE and various sports teams, clubs and opportunities to represent the school",
				"Reading - children are fluent readers and with a passion for books"
			],
			"topSubjects": [""],
			"topDisciplines": "temp",
			"strengths": "temp"
		},
		"support": {
			"childSafetyAndHappiness": "<p>Keeping children safe and happy is our <b>highest priority</b>. Our safeguarding policies and regularly-updated <b>staff training</b> set out how we do this.</p>\n\n<p>Our pastoral care aims to support individual children and families with <b>extra support</b> when they need it, and we also teach a wide range of proactive strategies to support <b>positive well-being</b> in PSHE and in our Happiness Project.</p><p><a href=\"https://christchurchschool.co.uk/wp-content/uploads/2023/09/Safeguarding-and-Child-Protection-Policy-September-2023.pdf\" target=\"_blank\" class=\"about__link\">Link to safeguarding policy</a></p>",
			"bullyingProtection": "<p>Our school ethos and behaviour policy are founded on <b>positive relationships</b> and we <b>do not tolerate</b> bullying of any kind. We teach children about being an <b>upstander</b>, not a bystander, and train all our Year 5 class as <b>Anti-Bullying Champions</b> each year.</p><p><a href=https://christchurchschool.co.uk/wp-content/uploads/2024/06/Positive-Behaviour-and-Anti-Bullying-Policy-June-2024.pdf target=\"_blank\" class=\"about__link\">Link to anti-bullying policy</a></p>",
			"attendanceManagement": "</p> Our <b>happy school</b> and vibrant and <b>engaging curriculum</b> encourage <b>high attendance</b>—children <b>want to come to school</b>. Where we need to, we work with individual families, with <b>understanding and patience</b>, to support higher attendance for their children. </p><p><a href=\"https://christchurchschool.co.uk/wp-content/uploads/2023/03/Attendance-and-Punctuality-Policy-February-2023.pdf\" target=\"_blank\" class=\"about__link\">Link to attendance policy</a></p>"
		},
		"achievement": {
			"academicChildSuccess": "<p>We ensure academic success through <b>knowing our pupils</b> and their <b>individual needs</b> really well, having <b>skilled teachers in every classroom</b>, tracking pupil progress at an individual level, targeting and planning <b>additional support</b> carefully, and using our own bespoke curriculum with a <b>wide range of enrichment activities</b> to engage every child. </p><p><a href=\"https://christchurchschool.co.uk/key-information/curriculum/    \" target=\"_blank\" class=\"about__link\">Link to teaching and learning policy</a></p>",
			"chartsPerform": [
				{
					"chartTitle": "% Reaching expected standard in reading, writing & maths at end of primary:",
					"chartImg": "../assets/imgs/charts/2023323_chart_ks2_rwm.png",
					"chartComparationImg": "../assets/imgs/charts/2023323_chart_ks2_rwm_school_only.png",
					"chartDescription": "* No assessments during Covid-19"
				},
				{
					"chartTitle": "Progress from years 2 to 6 (2023):",
					"chartImg": "../assets/imgs/charts/2023323_chart_ks2_prog.png",
					"chartComparationImg": "../assets/imgs/charts/2023323_chart_ks2_prog.png",
					"chartDescription": "These progress scores are calculated by the DfE by comparing the key stage 2 results of pupils at this school with the results of pupils across England who had similar results at the end of key stage 1. A score above zero means pupils made more progress, on average, than pupils who got similar results at the end of key stage 1."
				}
			],
			"chartsProm": [
				{
					"chartTitle": "",
					"chartImg": "",
					"chartDescription": null
				},
				{
					"chartTitle": "",
					"chartImg": "",
					"chartDescription": null
				}
			],
			"wherePupilsGoAfter": "<p>We support pupils to make a smooth transition to their secondary schools by working hard to provide every child with the best possible academic foundation and social skills to take with them to their new school.</p>\n\n<p>Specific transition activities include taking part in activities as a <b>whole class</b> to share concerns and questions, using 'tips' and advice from <b>former pupils</b>, <b>transition groups</b> for some pupils, and clear communication from Christ Church staff to new schools about <b>individual pupils' strengths, needs and next steps</b>.</p>"
		},
		"SEND": {
			"sendSupportInfo": "<p>At Christ Church, we support pupils with a <b>range of individual needs</b> to make very good progress both academically and in the wider curriculum and <b>life skills</b>.</p>\n\n<p>We achieve this through <b>open communication with parents</b>, effective target setting, listening to <b>pupils' views</b>, targeted support in the classrooms and <b>skilled adaptations</b> to our curriculum and teaching.</p>\n\n<p>Our SENDCo coordinates additional support and target setting for individuals or groups and works in partnership with parents to liaise with Camden SEN professionals and other specialist services where appropriate.</p>\n\n<p>Our outcomes are <b>well above national figures</b> and we are proud of the progress <b>each individual child</b> makes with the support they receive at our school.</p><p><a href=\"https://christchurchschool.co.uk/key-information/sen-local-offer/                                                   \n\" target=\"_blank\" class=\"about__link\">Link to SEND policy</a></p>",
			"inclusivePracticeInfo": "<p> Our <b>inclusive practice</b> means that all in our school community can access our <b>broad and enriched curriculum</b>, especially those with individual needs. </p><p><a href=\"https://christchurchschool.co.uk/key-information/policies/\" target=\"_blank\" class=\"about__link\">Link to inclusive practice policy</a></p>"
		}
	},
	{
		"schoolId": 2022842,
		"schoolName": "Christopher Hatton Primary School",
		"isPrimary": true,
		"shortSlogan": "<strong>We want our pupils to become informed, articulate and empowered citizens.</strong>",
		"descriptionTitle": "<strong>We want our pupils to become informed, articulate and empowered citizens.</strong>",
		"description": "At <strong>Christopher Hatton</strong> we want our pupils to become informed, articulate and empowered citizens. Through our creative curriculum with its emphasis on the Environment and the Rights of the Child, our innovative teaching and the rich opportunities we provide, children develop the knowledge, skills and attitudes to succeed.<br><br>\nWe are a happy, ambitious and inclusive school reflecting the rich diversity of families in our area and are proud to be a beacon of excellence at the heart of our community. Affectionately known as 'Hattoneers,' our children embody high aspirations, mutual respect, and a commitment to making a positive impact. <strong>Our most recent Ofsted report</strong> highlights our school’s continuous growth and success. We are committed to our <strong>school performance</strong> and work in collaboration with <strong>Camden Learning</strong> to ensure the best outcomes for our students, alongside other <strong>Camden schools</strong>",
		"schoolLogo": "../assets/imgs/school/2022842_logo.png",
		"ofstedLink": "http://www.ofsted.gov.uk/oxedu_providers/full/(urn)/130342",
		"websiteLink": "https://www.chrishatton.camden.sch.uk",
		"type": "Primary inc. Nursery",
		"gender": "Mixed",
		"entryForms": 1,
		"ageRange": ["3", "11"],
		"address": "38 Laystall Street",
		"lat": 51.522741,
		"long": -0.112694,
		"formsEntry": 1,
		"prevYearCatchmentRadius": null,
		"postCode": "EC1R 4PQ",
		"facilities": [
			"Computing Room",
			" Specialist Teaching",
			" Music Room, Music Teaching Including Free Guitar Tuition",
			" Breakfast Club",
			" Library",
			" Separate Outdoor Learning/Play Spaces for Nursery and Reception"
		],
		"activities": [
			"Art",
			"Computer coding",
			"Chess",
			"Tai Kwando",
			"Football",
			"Drama",
			"Multi sport",
			"After school play centre collection with Coram's Fields"
		],
		"admissionProcess": "<p>We strictly abide by the admissions criteria of Camden Local Authority. Details can be found on the websites below.</p>\n<p><a href=\"https://www.chrishatton.camden.sch.uk/Parents/Admissions/\" target=\"_blank\">Christopher Hatton Admissions</a>\n<br></p>\n<p><a href=\"https://www.camden.gov.uk/primary-admissions?gad_source=1&gclid=EAIaIQobChMI_pzt5NHMiQMVq5NQBh2Cxwr8EAAYASAAEgLfLfD_BwE\" target=\"_blank\">Camden Local Authority Primary School Admissions Policy</a></p>",
		"aboutReportCard": null,
		"tabs": {
			"schoolViews": [
				{
					"type": "image",
					"url": "../assets/imgs/wordCloud/2022842_word_cloud.png"
				},
				{
					"type": "quote",
					"bgcolor": "#e50059",
					"text": "Christopher Hatton is a wonderful school with a friendly ethos, excellent leadership and an immensely strong community. All of these combine to create superb environment for children to be safe and to learn.  ",
					"author": "Parent"
				},
				{
					"type": "quote",
					"bgcolor": "#e50059",
					"text": "We feel that the atmosphere in the school, and the way it was run, are in a different league from any of the other schools we have visited or worked at. ",
					"author": "Parent"
				},
				{
					"type": "quote",
					"bgcolor": "#ed6c26",
					"text": "I have learnt to be confident and brave and that we should speak up for what we believe in",
					"author": "Child"
				},
				{
					"type": "quote",
					"bgcolor": "#ed6c26",
					"text": "I love my school because everyone is kind and happy and our teachers are fun",
					"author": "Child"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "This is an exceptional school",
					"author": "Ofsted"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "The curriculum prepares pupils exceptionally well to take their place as responsible citizens in the modern world",
					"author": "Ofsted"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "Relationships throughout the school are excellent. Pupils are polite and considerate. All members of the school community show each other the utmost respect",
					"author": "Ofsted"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "The pupils focus extremely well on their work, have excellent attitudes to their learning and are determined to do well.",
					"author": "Challenge Partners"
				},
				{
					"type": "quote",
					"bgcolor": "#4764ff",
					"text": "I feel exceptionally well supported by leaders to develop professionally.",
					"author": "Teacher"
				},
				{
					"type": "quote",
					"bgcolor": "#e50059",
					"text": "I feel that the school is at the heart of the community and also goes beyond to help others.",
					"author": "Parent"
				},
				{
					"type": "quote",
					"bgcolor": "#ed6c26",
					"text": "I am proud to be a Hattoneer, we like to challenge ourselves sand never give up. ",
					"author": "Child"
				},
				{
					"type": "quote",
					"bgcolor": "#e50059",
					"text": "Staff are always extremely helpful, friendly and really approachable when any issues arise. They also know the students really well and I think they are a great team.",
					"author": "Parent"
				},
				{
					"type": "quote",
					"bgcolor": "#e50059",
					"text": "I am extremely happy with my son being at the school. I feel very welcomed by the staff who are understanding and caring.",
					"author": "Parent"
				},
				{
					"type": "quote",
					"bgcolor": "#ed6c26",
					"text": "100% of pupils answered positively to the survey question: My school encourages me to respect people from other backgrounds",
					"author": "Child"
				},
				{
					"type": "quote",
					"bgcolor": "#e50059",
					"text": "Christopher Hatton is a well run and well rounded school.",
					"author": "Parent"
				}
			],
			"schoolPhotosUrls": [
				"../assets/imgs/school/2022842_1.jpg",
				"../assets/imgs/school/2022842_2.jpg",
				"../assets/imgs/school/2022842_3.jpg",
				"../assets/imgs/school/2022842_4.jpg",
				"../assets/imgs/school/2022842_5.jpg",
				"../assets/imgs/school/2022842_6.jpg",
				"../assets/imgs/school/2022842_7.jpg",
				"../assets/imgs/school/2022842_8.jpg",
				"../assets/imgs/school/2022842_9.jpg",
				"../assets/imgs/school/2022842_10.jpg"
			],
			"schoolHighlights": [
				{
					"bgcolor": "#e50059",
					"title": "School & community context",
					"description": "We are at the <b>heart</b> of our <b>cohesive community</b>. Our families come from <b>over 30 different countries</b> and we love learning with and from each other and <b>growing new bonds</b>.",
					"link": "/schoolContext/index.html?schoolId=2022842"
				},
				{
					"bgcolor": "#ed6c26",
					"title": "Pupil support & wellbeing",
					"description": "Our teachers <b>caring ethos</b> creates a <b>sense of belonging</b> that helps all of our children to thrive in a <b>happy, safe environment</b>.",
					"link": "/support/index.html?schoolId=2022842"
				},
				{
					"bgcolor": "#64007e",
					"title": "SEND & inclusion",
					"description": "Our inclusive practices, welcoming environment, reflective curriculum and well trained staff ensure ALL children can thrive as Hattoneers. ",
					"link": "/SEND/index.html?schoolId=2022842"
				},
				{
					"bgcolor": "#93c467",
					"title": "Pupils' achievement",
					"description": "Pupils consistently achieve standards <b>above national levels</b> with all groups of children making <b>excellent progress</b> across the curriculum. <b>Adaptive teaching</b> by highly skilled staff provides the support and challenges to ensure all children can achieve well.",
					"link": "/achievement/index.html?schoolId=2022842"
				},
				{
					"bgcolor": "#4764ff",
					"title": "Curriculum, teaching & learning",
					"description": "Children are taught how to be effective learners with the confidence to <b>embrace challenges and handle setbacks</b>. Our focus on <b>teaching through talk</b> and how to talk enables our children to articulate their views deepen their learning the <b>creative curriculum</b>, supported by specialist teachers, comes to life in our art exhibitions, Earth Summit, concerts and performances.",
					"link": "/curriculum/index.html?schoolId=2022842"
				}
			],
			"schoolPriorities": [
				{
					"bgcolor": "#e50059",
					"title": "<b>KS1 Maths</b>",
					"description": "Continue to close the gap for disadvantaged pupils in Key Stage 1 maths."
				},
				{
					"bgcolor": "#ed6c26",
					"title": "<b>KS2 higher level writing</b>",
					"description": "Ensure opportunities enable pupils to reach the highest possible standards in writing."
				},
				{
					"bgcolor": "#4764ff",
					"title": "<b>Succession planning</b>",
					"description": "Ensuring staff new to roles have support to develop expertise."
				}
			]
		},
		"statistics": {
			"pupilsNum": 224,
			"ethnicGroupsNum": 5,
			"languagesNum": 8,
			"SENDPercent": 19.6,
			"BMEPercent": 83.0,
			"disadvantagedPupilsPercent": 41.4,
			"englishAdditionalLangPercent": 61.2,
			"absencePercent": 5.3,
			"persistentAbsenteesPercent": 14.9,
			"specificLanguages": [
				"English",
				"Spanish",
				"Italian",
				"Somali",
				"Bengali",
				"Arabic",
				"Korean",
				"Chinese (Mandarin & Cantonese)"
			],
			"specificEthnicities": [
				"Bangladeshi",
				"White British",
				"Any Other Mixed Background",
				"White European",
				"Other Black African"
			],
			"specificSEND": [
				"Specific learning difficulty",
				"Social, emotional and mental health",
				"Speech, language and communication needs",
				"Autistic spectrum disorder"
			],
			"qualifiedTeachersPercent": 100,
			"pupilAdultRatio": 9.2,
			"financialReserves": 266200.0,
			"changeYearReserves": -2200.0
		},
		"curriculum": {
			"curriculumAim": "<p>Our curriculum helps <b>all children</b> to succeed in their <b>academic</b> and <b>personal</b> development. The content is inclusive, reflecting our diverse <b>community</b> and commitment to <b>anti-racist practices</b>.</p>\n\n<p>The curriculum is filled with <b>first-hand, purposeful experiences</b> which allow children to expand their horizons and benefit from the breadth of <b>cultural opportunities</b> available in our locality. Children are encouraged to <b>take on challenges</b> and delve deeper to extend their expertise.</p>\n\n<p>We provide enriching arts and cultural experiences as part of our entitlement pledge that are fundamental to their cultural and holistic development.</p><p><a href=\"https://www.chrishatton.camden.sch.uk/Curriculum/Our-Curriculum/\" target=\"_blank\" class=\"about__link\">Link to curriculum details</a></p>",
			"curriculumStrengths": ["Speaking & Listening", "Mathematics", "Art"],
			"topSubjects": [""],
			"topDisciplines": "temp",
			"strengths": "temp"
		},
		"support": {
			"childSafetyAndHappiness": "<p><b>Our Hattoneer</b> values focus on creating a <b>safe</b>, <b>happy</b> and <b>fair</b> school for all. <b>Relationships</b> between children, staff and their peers are <b>positive</b> and children are <b>supported</b> to articulate their <b>feelings</b> and <b>views</b>.</p>\n\n<p>There is in-school <b>therapeutic provision</b> to support children when needed and access to wider services. A <b>free breakfast</b> and breaktime snacks are provided for <b>all children</b>. Play spaces are friendly and <b>safe</b>, with opportunities for both <b>active play</b> and <b>quieter areas</b> including a well stocked <b>library</b>.</p>\n\n<p>Safeguarding is <b>central</b> to everything we do; robust practices ensure children are <b>supported</b> and <b>protected</b>.</p><p><a href=\"https://www.chrishatton.camden.sch.uk/docs/Policies/Policies_2023-24/Christopher_Hatton_Child_Protection_and_Safeguarding_policy_2023_24.pdf\" target=\"_blank\" class=\"about__link\">Link to safeguarding policy</a></p>",
			"bullyingProtection": "<p>Pupils have the right to learn in an environment where they feel safe and happy; bullying is never <b>acceptable</b> and we recognise the impact it can have. We take the time needed to work through issues and <b>support our pupils</b>.</p>\n\n<p>We work with children and parents to ensure children understand the <b>effect of their actions</b> and are supported to rebuild <b>positive relationships</b>. Children are taught about <b>respectful</b> relationships and behaviour through our <b>curriculum</b>.</p><p><a href=https://www.chrishatton.camden.sch.uk/docs/Policies/Policies_2022-23/Anti-bullying_policy.pdf target=\"_blank\" class=\"about__link\">Link to anti-bullying policy</a></p>",
			"attendanceManagement": "<p>We are a happy school with an <b>engaging curriculum</b> and <b>positive relationships</b>. We strive to create a <b>sense of belonging</b> ensuring children <b>want to come to school</b>.</p>\n\n<p>We know <b>every school day counts</b> so we work with families to support good attendance. Holidays in term time <b>are not permitted</b>.</p><p><a href=\"https://www.chrishatton.camden.sch.uk/docs/Christopher_Hatton_Attendance_Policy_Sept_23.pdf\" target=\"_blank\" class=\"about__link\">Link to attendance policy</a></p>"
		},
		"achievement": {
			"academicChildSuccess": "<p>Our aim is for our pupils to be <b>informed, articulate and empowered</b> and to be successful <b>lifelong learners</b>. We achieve this through our <b>curriculum</b> with our <b>evidence informed teaching</b> and the central use of <b>oracy</b>. Through our practice and ethos, we promote characteristics we believe are essential to <b>success</b>.</p>\n\n<p>Using the principles of <b>mastery teaching</b> to <b>scaffold learning</b>, we enable children to <b>progress together</b>. Effective and consistent practices enable our pupils to make rapid and sustained progress across <b>all Key stages</b> and in all areas of learning.</p>\n\n<p>Ofsted noted “The curriculum prepares pupils exceptionally well to take their place as responsible citizens in the modern world”.</p><p><a href=\"https://www.chrishatton.camden.sch.uk/docs/Policies/Policies_2023-24/teaching_and_learning_policy_2022.pdf\" target=\"_blank\" class=\"about__link\">Link to teaching and learning policy</a></p>",
			"chartsPerform": [
				{
					"chartTitle": "% Reaching expected standard in reading, writing & maths at end of primary:",
					"chartImg": "../assets/imgs/charts/2022842_chart_ks2_rwm.png",
					"chartComparationImg": "../assets/imgs/charts/2022842_chart_ks2_rwm_school_only.png",
					"chartDescription": "* No assessments during Covid-19"
				},
				{
					"chartTitle": "Progress from years 2 to 6 (2023):",
					"chartImg": "../assets/imgs/charts/2022842_chart_ks2_prog.png",
					"chartComparationImg": "../assets/imgs/charts/2022842_chart_ks2_prog.png",
					"chartDescription": "These progress scores are calculated by the DfE by comparing the key stage 2 results of pupils at this school with the results of pupils across England who had similar results at the end of key stage 1. A score above zero means pupils made more progress, on average, than pupils who got similar results at the end of key stage 1."
				}
			],
			"chartsProm": [
				{
					"chartTitle": "",
					"chartImg": "",
					"chartDescription": null
				},
				{
					"chartTitle": "",
					"chartImg": "",
					"chartDescription": null
				}
			],
			"wherePupilsGoAfter": "<p>Children are taught how to be effective learners with a <b>growth mind-set</b> that will equip them for life, giving pupils confidence to embrace <b>challenges and handle set-backs</b>. This along with <b>excellent academic achievement</b> and the ability to <b>articulate their views</b> enables children as they progress through their education.</p>"
		},
		"SEND": {
			"sendSupportInfo": "<p><b>26%</b> of our pupils have <b>SEND</b> (<b>3%</b> with an <b>Education Health and Care Plan</b> & <b>23%</b> on <b>SEN Support</b>). We prioritise high quality class teaching and ensure all teachers can adapt their practice so <b>all pupils make progress</b>. Pupils learn in <b>mixed attainment</b> groups as we have <b>high expectations</b> for all.</p>\n\n<p>If a child needs <b>additional help</b> with an area of learning, support is provided through <b>small group pre-teaching</b> of key knowledge. This helps pupils to engage successfully in lessons.</p>\n\n<p>For some pupils, <b>specific interventions</b> and more significant adaptations may be required. Our <b>SENDCo</b> works in partnership with <b>parents</b> and <b>specialist agencies</b> to plan these.</p><p><a href=\"https://www.chrishatton.camden.sch.uk/docs/Equality_policy_and_plan_2023_25.pdf\" target=\"_blank\" class=\"about__link\">Link to SEND policy</a></p>",
			"inclusivePracticeInfo": "<p>We ensure standards and progress are <b>consistently high for all groups of pupils</b>: girls and boys; pupils of all ethnicities, pupils with SEND and those from disadvantaged backgrounds. This is the result of our <b>inclusive practices</b> and a curriculum that reflects the <b>diversity</b> of our community.</p>\n\n<p>Teaching effective <b>communication skills</b>, an <b>inclusive ethos</b> and the creation of a <b>safe and welcoming learning environment</b> are central to ensuring all pupils can thrive.</p><p><a href=\"https://www.chrishatton.camden.sch.uk/Our-School/Policies/\" target=\"_blank\" class=\"about__link\">Link to inclusive practice policy</a></p>"
		}
	},
	{
		"schoolId": 2022775,
		"schoolName": "Gospel Oak Primary School",
		"isPrimary": true,
		"shortSlogan": "<b>This is a fun, happy, hardworking and successful school. We are proud of the breadth of educational and extra-curricular opportunities we offer.</b>",
		"descriptionTitle": "<b>This is a fun, happy, hardworking and successful school. We are proud of the breadth of educational and extra-curricular opportunities we offer.</b>",
		"description": "<p><b>Gospel Oak</b> is a large <b>two-form entry</b> primary school with a nursery in the London Borough of Camden. It has enjoyed a long spell of stability. There is <b>low staff turnover</b>, particularly in the context of inner London. Overall achievement has been <b>rising steadily</b> and the school is <b>very popular</b>.</p>\n<br>\n<p>Our families represent a <b>very wide cultural and socioeconomic range</b>. Just under half of the children qualify for free school meals and just over half have a first language other than English.</p>\n<br>\n<p>The school was judged to be <b>Outstanding</b> by Ofsted in <b>October 2021</b>.</p>",
		"schoolLogo": "../assets/imgs/school/2022775_logo.png",
		"ofstedLink": "http://www.ofsted.gov.uk/oxedu_providers/full/(urn)/100025",
		"websiteLink": "http://www.gospeloak.camden.sch.uk\n",
		"type": "Primary inc. Nursery",
		"gender": "Mixed",
		"entryForms": 2,
		"ageRange": ["3", "11"],
		"address": "Mansfield Road",
		"lat": 51.554622,
		"long": -0.152963,
		"formsEntry": 2,
		"prevYearCatchmentRadius": null,
		"postCode": "NW3 2JB",
		"facilities": [
			"Music Room & Recording Studio",
			" Teaching Kitchen and Vegetable Plot",
			" 2 Large Buildings with Extra Teaching Spaces",
			" Well Equipped Outside Play Space",
			" Rooftop Playground",
			" Family & Adult Learning Spaces",
			" Children’s Centre Facilities",
			" 2 & 3 Year Old Nursery",
			" Community Hub Space",
			" Sensory and Soft Play Rooms"
		],
		"activities": [
			"Basketball",
			"Football",
			"Art",
			"Drama",
			"Board Games",
			"Multi Sports",
			"Music Tech",
			"Sewing",
			"Choir",
			"Chess",
			"Bangla Club",
			"Turkish Club",
			"Homework club"
		],
		"admissionProcess": "<p>We follow the London Borough of Camden's school admissions policy: <br> <a href=\"https://sites.google.com/gospeloakschool.com/gospel-oak-primary-and-nursery/organisation/admissions\" target=\"_blank\">Admissions Policy</a>.</p>",
		"aboutReportCard": null,

		"tabs": {
			"schoolViews": [
				{
					"type": "image",
					"url": "../assets/imgs/wordCloud/2022775_word_cloud.png"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "This is a very happy school. Pupils said that it feels like being in a big family where everybody is kind",
					"author": "Ofsted"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "Leaders are never complacent, and they have great ambitions for all aspects of the school’s work",
					"author": "Ofsted"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "Pupils feel safe, achieve very well and develop excellent interpersonal skills",
					"author": "Ofsted"
				},
				{
					"type": "quote",
					"bgcolor": "#e50059",
					"text": "Amazing teachers, and a commitment to the whole child (music, sports, emotional intelligence, art)",
					"author": "Parent"
				},
				{
					"type": "quote",
					"bgcolor": "#e50059",
					"text": "Aims high for all students and have very committed teachers ",
					"author": "Parent"
				},
				{
					"type": "quote",
					"bgcolor": "#e50059",
					"text": "School’s anti bully policy is the best . Treat all the kids nicely ",
					"author": "Parent"
				},
				{
					"type": "quote",
					"bgcolor": "#e50059",
					"text": "Good range of clubs/activities. Good at communicating with parents and diverse community ",
					"author": "Parent"
				},
				{
					"type": "quote",
					"bgcolor": "#ed6c26",
					"text": "I love this school!",
					"author": "Child"
				},
				{
					"type": "quote",
					"bgcolor": "#ed6c26",
					"text": "It's easy to make friends",
					"author": "Child"
				},
				{
					"type": "quote",
					"bgcolor": "#ed6c26",
					"text": "I think that having brass band is a privilege to all students and we should support it",
					"author": "Child"
				},
				{
					"type": "quote",
					"bgcolor": "#ed6c26",
					"text": "I love this school and I wish it would never end ",
					"author": "Child"
				},
				{
					"type": "quote",
					"bgcolor": "#ed6c26",
					"text": "This school is perfect the way it is",
					"author": "Child"
				},
				{
					"type": "quote",
					"bgcolor": "#ed6c26",
					"text": "My love of reading is what makes me love this school very much and the brilliant staff as well",
					"author": "Child"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "Pupils are curious and very keen to learn. They behave impeccably in lessons",
					"author": "Ofsted"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "Staff morale is high. Staff say that leaders are concerned with their welfare and never ask them to do unnecessary work",
					"author": "Ofsted"
				}
			],
			"schoolPhotosUrls": [
				"../assets/imgs/school/2022775_1.jpg",
				"../assets/imgs/school/2022775_2.jpg",
				"../assets/imgs/school/2022775_3.jpg",
				"../assets/imgs/school/2022775_4.jpg",
				"../assets/imgs/school/2022775_5.jpg",
				"../assets/imgs/school/2022775_6.jpg",
				"../assets/imgs/school/2022775_7.jpg",
				"../assets/imgs/school/2022775_8.jpg",
				"../assets/imgs/school/2022775_9.jpg",
				"../assets/imgs/school/2022775_10.jpg"
			],
			"schoolHighlights": [
				{
					"bgcolor": "#e50059",
					"title": "School & community context",
					"description": "International Evening, active PTA. Regular coffee mornings for parents, Child and Family Support Worker, pastoral team.",
					"link": "/schoolContext/index.html?schoolId=2022775"
				},
				{
					"bgcolor": "#ed6c26",
					"title": "Pupil support & wellbeing",
					"description": "Mutual trust and respect between adults and children. Mental health lead. Strong stance on bullying. High behaviour expectations.",
					"link": "/support/index.html?schoolId=2022775"
				},
				{
					"bgcolor": "#64007e",
					"title": "SEND & inclusion",
					"description": "Our inclusive practices, welcoming environment, reflective curriculum and well trained staff ensure ALL children can thrive as Hattoneers. ",
					"link": "/SEND/index.html?schoolId=2022775"
				},
				{
					"bgcolor": "#93c467",
					"title": "Pupils' achievement",
					"description": "High standards for teaching and learning. Broad and balanced curriculum. Many extra-curricular opportunities. High quality EYFS provision. High standards and rates of progress in core subjects that are above national averages in KS1 and KS2.",
					"link": "/achievement/index.html?schoolId=2022775"
				},
				{
					"bgcolor": "#4764ff",
					"title": "Curriculum, teaching & learning",
					"description": "Contexts for learning that are reflected in a high quality, interactive learning environment throughout the school. Broad and relevant curriculum. Outstanding quality of teaching and learning.",
					"link": "/curriculum/index.html?schoolId=2022775"
				}
			],
			"schoolPriorities": [
				{
					"bgcolor": "#e50059",
					"title": "Closing disadvantaged gap",
					"description": "<p>Address challenges faced by <b>disadvantaged children</b>, including a <b>lack of readiness</b> for learning, <b>low parental engagement</b> due to distrust of school or different values, and potential unconscious biases among teachers.</p>"
				},
				{
					"bgcolor": "#ed6c26",
					"title": "Raising standards in writing",
					"description": "<p>Set up <b>accurate assessment practices</b> to inform targeted planning and teaching strategies aimed at <b>addressing gaps</b>, necessitating a more rigorous approach to teaching and <b>embedding SPaG</b> within curriculum units.</p>"
				},
				{
					"bgcolor": "#4764ff",
					"title": "SEND interventions",
					"description": "<p>Address <b>lack of structured intervention programs</b>, varying levels of TA training, <b>time constraints</b> for TAs to prepare interventions, and a <b>lack of clarity on appropriate interventions for identified needs</b>.</p>"
				}
			]
		},
		"statistics": {
			"pupilsNum": 447,
			"ethnicGroupsNum": null,
			"languagesNum": null,
			"SENDPercent": 13.0,
			"BMEPercent": 63.3,
			"disadvantagedPupilsPercent": 36.1,
			"englishAdditionalLangPercent": 41.8,
			"absencePercent": 6.3,
			"persistentAbsenteesPercent": 20.9,
			"specificLanguages": [""],
			"specificEthnicities": [""],
			"specificSEND": [
				"Specific learning difficulty",
				"Social, emotional and mental health",
				"Speech, language and communication needs",
				"Autistic spectrum disorder"
			],
			"qualifiedTeachersPercent": 100,
			"pupilAdultRatio": 9.6,
			"financialReserves": 255000.0,
			"changeYearReserves": 97400.0
		},
		"curriculum": {
			"curriculumAim": "<p>At Gospel Oak, our curriculum embraces a <b>topic-based approach</b> to teaching several subjects, building <b>connections</b> between <b>different areas</b> of learning and <b>deepening understanding</b>. While science, history, geography, art and design & technology follow this method, subjects like English, maths, computing, languages, music, PSHE, PE, & RE are taught <b>separately</b>, with <b>relevant links</b> made wherever possible.</p>\n\n<p>Our curriculum also cultivates an awareness of <b>life in modern Britain</b>. <b>Democracy</b> thrives within our school, with avenues for <b>pupil voice</b> through the <b>Junior Leadership Team</b> and <b>surveys</b>. We reinforce the importance of laws through routines, assemblies and behaviour support, teaching children about their <b>value, responsibilities and consequences</b>.</p>\n\n<p>In our safe and supportive environment, children are encouraged to <b>make choices</b>, exercise their rights, and develop cooking skills with a focus on <b>healthy eating</b>.</p>\n\n<p><b>Mutual respect is central to our ethos</b>, evident in our mission statement and relationships across the school. <b>Tolerance and understanding</b> are promoted through exploring <b>cultural diversity</b> in various subjects and inviting contributions from different <b>faiths</b> or <b>religions</b> to enrich learning experiences.</p><p><a href=\"https://sites.google.com/gospeloakschool.com/gospel-oak-primary-and-nursery/curriculum\" target=\"_blank\" class=\"about__link\">Link to curriculum details</a></p>",
			"curriculumStrengths": ["Music", "Computing", "Sport"],
			"topSubjects": [""],
			"topDisciplines": "temp",
			"strengths": "temp"
		},
		"support": {
			"childSafetyAndHappiness": "<p>We ensure the safety and happiness of our pupils through <b>comprehensive safeguarding</b> measures, <b>nurturing</b> environments, and fostering a <b>supportive community</b> where every child feels valued and supported in their <b>emotional well-being</b>.</p>",
			"bullyingProtection": "<p>Gospel Oak implements <b>proactive anti-bullying policies</b> and fosters a culture of <b>empathy, respect and open communication</b> among students, staff, and parents to effectively address and prevent bullying incidents.</p><p><a href=https://docs.google.com/document/d/1UHQ64TZbeg19cCY6ZFzxVL0i-fGvuE6o-MhBMHmB4B0/edit target=\"_blank\" class=\"about__link\">Link to anti-bullying policy</a></p>",
			"attendanceManagement": "<p>Gospel Oak school promotes regular attendance through <b>engaging learning experiences</b>, <b>proactive communication</b> with families, and <b>targeted interventions</b> to support students and address any barriers to attendance, ensuring every child has the opportunity to <b>benefit fully</b> from their education.</p>\n\n<p>Our <b>pastoral support team</b> and <b>Child and Family Support Worker</b> work closely with families to emphasise the importance of consistent school attendance.</p><p><a href=\"https://docs.google.com/document/d/1SXGolwV98DsW_gq8K8UOaCMwhtQK7JsfIns1MmlVeZc/edit\" target=\"_blank\" class=\"about__link\">Link to attendance policy</a></p>"
		},
		"achievement": {
			"academicChildSuccess": "<p>Gospel Oak offers a <b>personalised learning experience</b> to all pupils. We provide additional support where needed through classroom-based and small group interventions. We foster a <b>positive and inclusive learning environment</b> and promote a <b>growth mindset</b> approach that encourages resilience and <b>continuous improvement</b>.</p>",
			"chartsPerform": [
				{
					"chartTitle": "% Reaching expected standard in reading, writing & maths at end of primary:",
					"chartImg": "../assets/imgs/charts/2022775_chart_ks2_rwm.png",
					"chartComparationImg": "../assets/imgs/charts/2022775_chart_ks2_rwm_school_only.png",
					"chartDescription": "* No assessments during Covid-19"
				},
				{
					"chartTitle": "Progress from years 2 to 6 (2023):",
					"chartImg": "../assets/imgs/charts/2022775_chart_ks2_prog.png",
					"chartComparationImg": "../assets/imgs/charts/2022775_chart_ks2_prog.png",
					"chartDescription": "These progress scores are calculated by the DfE by comparing the key stage 2 results of pupils at this school with the results of pupils across England who had similar results at the end of key stage 1. A score above zero means pupils made more progress, on average, than pupils who got similar results at the end of key stage 1."
				}
			],
			"chartsProm": [
				{
					"chartTitle": "",
					"chartImg": "",
					"chartDescription": null
				},
				{
					"chartTitle": "",
					"chartImg": "",
					"chartDescription": null
				}
			],
			"wherePupilsGoAfter": "<p>Gospel Oak equips pupils for success beyond their time with us with <b>tailored guidance</b>, <b>transferable skills</b> and a nurturing environment that fosters independence, resilience, and a <b>lifelong love for learning</b>.</p>"
		},
		"SEND": {
			"sendSupportInfo": "<p>SEND teaching at Gospel Oak Primary School is <b>strong</b>, with a clear commitment to meeting <b>individual needs</b> through well-targeted support. The school promotes an <b>inclusive environment</b> where pupils with SEND receive <b>tailored interventions</b> and make good progress.</p>\n\n<p>Staff collaborate effectively to ensure these pupils access the <b>full curriculum</b>, and improvements have been made in integrating <b>support staff</b> into lesson planning to enhance the quality of provision.</p>\n\n<p>Leadership is dedicated to inclusivity, ensuring that children with SEND feel well-supported and included, with continued efforts to refine and strengthen the support to <b>help pupils thrive both academically and socially</b>.</p><p><a href=\"https://sites.google.com/gospeloakschool.com/gospel-oak-primary-and-nursery/curriculum/sen-inclusion\" target=\"_blank\" class=\"about__link\">Link to SEND policy</a></p>",
			"inclusivePracticeInfo": "<p><a href=\"https://sites.google.com/gospeloakschool.com/gospel-oak-primary-and-nursery/organisation/information/policies\" target=\"_blank\" class=\"about__link\">Link to inclusive practice policy</a></p>"
		}
	},
	{
		"schoolId": 2024166,
		"schoolName": "Parliament Hill School",
		"isPrimary": false,
		"shortSlogan": "High achieving and happy', we are a girls’ school with a feminist mission to empower every student to make their mark on the world.",
		"descriptionTitle": "High achieving and happy', we are a girls’ school with a feminist mission to empower every student to make their mark on the world.",
		"description": "<p>Our feminist mission is to enable every student to forge a strong identity, empowered to make their mark on the world. Enrichment programmes and a strong tradition of global citizenship prepare students to lead with kindness and purpose.</p>\n<br>\n<p>Located on Hampstead Heath, we celebrate diversity and individuality, nurturing a supportive school community with unwavering commitment to inclusivity, wellbeing and academic excellence. With a broad academic and creative curriculum, we cultivate confident, independent learners who excel.</p>\n<br>\n<p>Our motto, 'High Achieving and Happy', encapsulates our ethos. Understanding the challenges young women face today, we empower them to seize all opportunities and thrive.</p>",
		"schoolLogo": "../assets/imgs/school/2024166_logo.png",
		"ofstedLink": "http://www.ofsted.gov.uk/oxedu_providers/full/(urn)/100050",
		"websiteLink": "https://www.parliamenthill.camden.sch.uk/",
		"type": "Secondary",
		"gender": "Girls",
		"entryForms": 6,
		"ageRange": ["11", "18"],
		"address": "Highgate Road",
		"lat": 51.558445,
		"long": -0.149649,
		"formsEntry": 6,
		"prevYearCatchmentRadius": null,
		"postCode": "NW5 1RL",
		"facilities": [
			"Stunning Grounds Near Hampstead Heath",
			" Mix of Old and New Buildings",
			" Modern Science Labs",
			" Excellent Sports Facilities",
			" Access to Hampstead Heath for Sports/Outdoor Learning",
			" Well-Resourced Library",
			" Music Teaching and Performance Suite",
			" LaSWAP Sixth Form Centre"
		],
		"activities": [
			"Holiday Activities & Food",
			"Leadership Clubs, inc School Council, Junior Leadership Team, Student Ambassadors, Digital Leaders",
			"Coding Club",
			"Netball",
			"Debate Mate",
			"Duke of Edinburgh Scheme",
			"Model United Nations",
			"Parli Elite Dance Company",
			"Jazz Band",
			"History & Philosophy",
			"Climate Action Group",
			"Student Co-Planners",
			"LGBTQ+ Club",
			"Spikeball",
			"Volleyball",
			"Gardening Club",
			"Fitness Club",
			"Table Tennis",
			"Poetry by Heart",
			"Choir"
		],
		"admissionProcess": "<p>We abide by the admissions criteria of Camden Local Authority. Details can be found on the websites linked below:</p>\n<p><a href=\"https://www.camden.gov.uk/secondary-school-admissions\" target=\"_blank\">Secondary School Admissions Policy</a></p>\n<p><a href=\"https://www.camden.gov.uk/inyearschooladmissions\" target=\"_blank\">In-Year School Admissions Policy</a></p>",
		"aboutReportCard": null,

		"tabs": {
			"schoolViews": [
				{
					"type": "image",
					"url": "../assets/imgs/wordCloud/2024166_word_cloud.png"
				},
				{
					"type": "quote",
					"bgcolor": "#e50059",
					"text": "Across all year groups 90-98% of parents agree that 'My child is happy at school'. ",
					"author": "Parent"
				},
				{
					"type": "quote",
					"bgcolor": "#e50059",
					"text": "Across all year groups 81-97% of parents say they 'would recommend this school to another parent.'",
					"author": "Parent"
				},
				{
					"type": "quote",
					"bgcolor": "#ed6c26",
					"text": "The teachers are SO GOOD, not only in terms of knowledge and experience but also being kind, understanding people who I genuinely enjoy having conversations with.'",
					"author": "Child"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "Leaders promote pupils' individuality and create a high achieving and happy school.'",
					"author": "Ofsted"
				},
				{
					"type": "quote",
					"bgcolor": "#e50059",
					"text": "I believe the secret to Parli's success is that they optimise happiness first and (then) performance second. So many other schools do it the other way round and that's when you get drops in both metrics.'",
					"author": "Parent"
				},
				{
					"type": "quote",
					"bgcolor": "#ed6c26",
					"text": "The best thing about being a student at Parli is that no one would ever feel left out in our community.'",
					"author": "Child"
				},
				{
					"type": "quote",
					"bgcolor": "#ed6c26",
					"text": "The adults at Parli do their best to ensure that each and every student’s specific needs are met and everyone feels safe and happy.'",
					"author": "Child"
				},
				{
					"type": "quote",
					"bgcolor": "#e50059",
					"text": "Fantastic care and attention from teachers...I think it's a brilliant school.'",
					"author": "Parent"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "Teachers are well trained to ensure that pupils with SEND [special educational needs and/or disabilities] receive the support they need and achieve highly.",
					"author": "Ofsted"
				},
				{
					"type": "quote",
					"bgcolor": "#e50059",
					"text": "The school is very engaged with children and parents. My child is very happy at this school.'",
					"author": "Parent"
				},
				{
					"type": "quote",
					"bgcolor": "#e50059",
					"text": "I like that teachers know their pupils and give very good feedback on progress and what can be improved.'",
					"author": "Parent"
				},
				{
					"type": "quote",
					"bgcolor": "#ed6c26",
					"text": "Lots of teachers are very passionate about their subjects and teach in an entertaining way.'",
					"author": "Child"
				},
				{
					"type": "quote",
					"bgcolor": "#e50059",
					"text": "The teachers are a credit to the school. They are all very professional and do a brilliant job.'",
					"author": "Parent"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "Pupils meet leaders high expectations and enjoy being challenged.'",
					"author": "Ofsted"
				},
				{
					"type": "quote",
					"bgcolor": "#e50059",
					"text": "Sadly this is goodbye not 'au revoir' as we have run out of children to send to Parli...I'm proud to be the mum of a Parli girl.'",
					"author": "Parent"
				}
			],
			"schoolPhotosUrls": [
				"../assets/imgs/school/2024166_1.jpg",
				"../assets/imgs/school/2024166_2.jpg",
				"../assets/imgs/school/2024166_3.jpg",
				"../assets/imgs/school/2024166_4.jpg",
				"../assets/imgs/school/2024166_5.jpg",
				"../assets/imgs/school/2024166_6.jpg",
				"../assets/imgs/school/2024166_7.jpg",
				"../assets/imgs/school/2024166_8.jpg",
				"../assets/imgs/school/2024166_9.jpg",
				"../assets/imgs/school/2024166_10.jpg"
			],
			"schoolHighlights": [
				{
					"bgcolor": "#e50059",
					"title": "School & community context",
					"description": "Parli is a truly comprehensive girls’ school with a population that reflects our inner London location. We are proud of our strong ethos which values and respects the rich cultural and ethnic diversity of our community.",
					"link": "/schoolContext/index.html?schoolId=2024166"
				},
				{
					"bgcolor": "#ed6c26",
					"title": "Pupil support & wellbeing",
					"description": "Our counselling service supports students' emotional wellbeing and mental health. This pioneering service offers individual psychotherapy, art therapy and access to Child and Adolescent Mental Health Services.",
					"link": "/support/index.html?schoolId=2024166"
				},
				{
					"bgcolor": "#64007e",
					"title": "SEND & inclusion",
					"description": "The school is dedicated to inclusion, ensuring all students, including those with special educational needs or disabilities (SEND), receive tailored support, collaborating closely with parents, carers, and health professionals to co-construct personalised plans which inform adaptive teaching.  ",
					"link": "/SEND/index.html?schoolId=2024166"
				},
				{
					"bgcolor": "#93c467",
					"title": "Pupils' achievement",
					"description": "Our girls make well above average academic progress to age 16 and a high number of students go on to gain places at Russell Group universities, including Oxbridge.",
					"link": "/achievement/index.html?schoolId=2024166"
				},
				{
					"bgcolor": "#4764ff",
					"title": "Curriculum, teaching & learning",
					"description": "Our curriculum is distinctive and tailored to our context. Teachers have excellent subject knowledge. They use a variety of strategies to check pupils’ understanding, addressing these effectively where needed.",
					"link": "/curriculum/index.html?schoolId=2024166"
				}
			],
			"schoolPriorities": [
				{
					"bgcolor": "#e50059",
					"title": "Parli Baccalaureate",
					"description": "We are shaping an unrivalled curriculum experience which in addition to our core curriculum includes opportunities for student leadership, enrichment, social action, personal development and practice of cross curricular skills. Our new Parli Baccalaureate is a curriculum entitlement for all students. "
				},
				{
					"bgcolor": "#ed6c26",
					"title": "North London Alliance Research School",
					"description": "Deepening our collaborative work as part of the North London Alliance Research School and Camden Learning to ensure that staff participate in high quality professional development that leads to excellent outcomes for all students. "
				},
				{
					"bgcolor": "#4764ff",
					"title": "Making School Unmissable",
					"description": "We are focusing on ensuring that every child views school as unmissable with tailored support to make 100% attendance achievable for all."
				}
			]
		},
		"statistics": {
			"pupilsNum": 1218,
			"ethnicGroupsNum": null,
			"languagesNum": null,
			"SENDPercent": 16.8,
			"BMEPercent": 57.1,
			"disadvantagedPupilsPercent": 36.7,
			"englishAdditionalLangPercent": 32.5,
			"absencePercent": 7.5,
			"persistentAbsenteesPercent": 19.5,
			"specificLanguages": [""],
			"specificEthnicities": [""],
			"specificSEND": [
				"Specific learning difficulty",
				"Moderate learning difficulty",
				"Social, emotional and mental health",
				"Speech, language and communication needs",
				"Autistic spectrum disorder"
			],
			"qualifiedTeachersPercent": 94,
			"pupilAdultRatio": 11.1,
			"financialReserves": 1539800.0,
			"changeYearReserves": 299800.0
		},
		"curriculum": {
			"curriculumAim": "<p>Our curriculum is a vehicle for social mobility, transforming lives and communities. Our purpose is to enable every young person to discover their interests and passions, empowering them to realise their potential. We want students to think hard as critical and analytical learners. We recognise that young people want to be part of the national conversation about what constitutes powerful knowledge and we are committed to listening to their voices, which inform ongoing work on diversifying the curriculum and teaching about the issues that are important to them. Our curriculum is broad and balanced. We believe that it is important to give students the time and space to discover their individual academic interests without specialising too early.</p>\n\n<p>The Parli curriculum seeks to:</p>\n\n<ul>\n  <li>Promote a love of learning and engage students' curiosity in the wider world</li>\n  <li>Provide carefully sequenced subject schemes of learning which enable students to build confidence and deepen their knowledge and skills</li>\n  <li>Develop learners who are literate, numerate and able to communicate their learning with a variety of audiences, supporting and challenging one another</li>\n  <li>Develop learners who use their knowledge and skills to be creative, inventive and resourceful</li>\n  <li>Provide opportunities to investigate problems and find solutions</li>\n  <li>Strengthen resilience and build independence through the skilful use of assessment, support and high challenge</li>\n  <li>Actively teach students to make healthy, safe and moral choices, providing physical and mental well-being and valuing diversity</li>\n  <li>Enable all students to succeed and benefit from equality of opportunity; build social and cultural understanding; nurture active citizenship and deliver social justice in today's world</li>\n</ul>\n\n<p><strong>Flying High:</strong> We offer a broad, high challenge academic curriculum with strong achievement in Maths, English, Science, Geography, History and Modern Foreign Languages.</p>\n\n<p><strong>Creativity:</strong> Students enjoy creative subjects and we are proud of curriculum projects developed through Camden STEAM. Industry partnerships have inspired many of our girls to explore the world of Design, Engineering and Architecture with Arkwright scholarships and prestigious university destinations.</p>\n\n<p><strong>Developing Global Citizens:</strong> Citizenship is a unique curriculum strength taught to all students at KS3. Opportunities for social action and leadership include the First Give programme, the Jack Petchey Speak Out competition and Debate Mate. Many students go on to study Citizenship at GCSE with very strong outcomes.</p><p><a href=\"https://www.parliamenthill.camden.sch.uk/Learning--Curriculum/Curriculum-KS4/\" target=\"_blank\" class=\"about__link\">Link to curriculum details</a></p>",
			"curriculumStrengths": ["Mathematics", "Humanities ", "Design Technology"],
			"topSubjects": [
				"Art",
				"Biology",
				"Business",
				"Chemistry",
				"Classical Civilisation",
				"Computer Science",
				"Dance",
				"Drama",
				"Economics",
				"English Literature and Language",
				"English Literature",
				"Extended Project",
				"Film Studies",
				"French",
				"Further Maths",
				"Geography",
				"German",
				"Graphics (Art)",
				"History",
				"History: Britain, Russia and Chine",
				"History: Stuart Britain and America",
				"Law",
				"Maths",
				"Core Maths",
				"Media Studies",
				"Music",
				"Music Technology",
				"Photography",
				"Physical Education",
				"Physics",
				"Politics",
				"Product Design",
				"Psychology",
				"Religious Studies",
				"Sociology",
				"Spanish",
				"Textiles"
			],
			"topDisciplines": "temp",
			"strengths": "temp"
		},
		"support": {
			"childSafetyAndHappiness": "<p>We provide a safe space for girls to develop their identity and to discover what makes them happy and fulfilled.</p>\n\n<p>We believe that keeping our pupils safe and happy is based on promoting their emotional wellbeing, developing their knowledge of how to identify and deal with the risks and supporting learning how to have positive friendships and relationships, including how to identify harmful sexual behaviours. Therefore our personal development curriculum is based on empowering our students to make the right decisions for their own physical and mental health, while also providing effective, appropriate support for the students through, for example, our wellbeing counselling services. Strong pastoral support means that every child has a trusted adult they can speak to and a team of professionals within school who have the expertise and knowledge that is needed to support teenage girls.</p><p><a href=\"https://www.parliamenthill.camden.sch.uk/Students/E-Safety/\" target=\"_blank\" class=\"about__link\">Link to safeguarding policy</a></p>",
			"bullyingProtection": "<p>At Parli we invest in positive relationships and celebrate kindness. We believe that all forms of bullying are unacceptable and should be dealt with seriously. Our approach to preventing bullying involves direct teaching about bullying and its consequences, celebrating difference and diversity, and promoting positive behaviour.</p>\n\n<p>We do this through:</p>\n<ul>\n  <li>Whole school ethos and environment</li>\n  <li>Whole school activities</li>\n  <li>Curriculum</li>\n  <li>Training and support for staff</li>\n  <li>Involving students</li>\n  <li>Involving parents and carers</li>\n</ul>\n\n<p>Practically:</p>\n<ul>\n  <li>Staff challenge students when they use prejudice-based language, explaining why it is wrong and how hurtful it can be</li>\n  <li>We encourage students to tell an adult if they are worried or upset about anything</li>\n  <li>Our break and lunchtimes are well supervised and support staff are trained to identify possible incidents</li>\n  <li>We take particular care of students with special educational needs and disabilities, who may be more likely to be victims of bullying</li>\n  <li>We have an “Acceptable use of ICT” policy which students sign</li>\n</ul>\n<br><p><a href=https://www.parliamenthill.camden.sch.uk/docs/policies/Anti_Bullying_Policy_December_2022.pdf target=\"_blank\" class=\"about__link\">Link to anti-bullying policy</a></p>",
			"attendanceManagement": "<p>Parliament Hill School is committed to excellent school attendance for all and works with students and families to achieve this. Parliament Hill's aim is to ensure that all students receive a full-time education that maximises wider life chances, academic attainment and wellbeing.</p>\n\n<p>Parliament Hill School will:</p>\n\n<ul>\n  <li>Promote good attendance</li>\n  <li>Reduce absence, including persistent and severe absence</li>\n  <li>Ensure every student has access to a full-time education, which they are entitled to</li>\n  <li>Act early to address patterns of absence</li>\n  <li>Build strong relationships with families to ensure students have the support in place to attend school regularly</li>\n</ul>\n<br>\n\n<p>The school has a designated attendance team that follows up with families and students on attendance and punctuality each day.</p>"
		},
		"achievement": {
			"academicChildSuccess": "<p>Our students know that their teachers want them to succeed and they trust that through the excellent teaching, curriculum planning, care and support they receive, they will achieve success through their education at Parli. Teaching is adapted so that everybody is able to achieve their personal best and experience success.</p>\n\n<p>Students are encouraged to appreciate the value of making mistakes whilst learning and in response to feedback 'craft' to achieve excellence.</p>\n\n<p>The school expects its students to:</p>\n\n<ul>\n  <li>Arrive on time to all lessons with the correct equipment</li>\n  <li>Follow instructions from staff the first time they are given</li>\n  <li>Listen when others are speaking and respect everyone’s contributions</li>\n  <li>Remain focused in lessons and complete all work set to a high standard</li>\n  <li>Respect others, school resources and the classroom environment</li>\n</ul>\n\n<p>In this way, with the school community working together, our students achieve outstanding outcomes.</p><p><a href=\"https://www.parliamenthill.camden.sch.uk/Students/Expectations/\" target=\"_blank\" class=\"about__link\">Link to teaching and learning policy</a></p>",
			"chartsPerform": [
				{
					"chartTitle": "Attainment 8 (2023):",
					"chartImg": "../assets/imgs/charts/2024166_chart_ks4_att8.png",
					"chartComparationImg": "../assets/imgs/charts/2024166_chart_ks4_att8.png",
					"chartDescription": "An Attainment 8 score of 59.1 means Parliament Hill pupils averaged just below a grade 6 across their eight best GCSE-level subjects."
				},
				{
					"chartTitle": "Progress 8 (2023):",
					"chartImg": "../assets/imgs/charts/2024166_chart_ks4_p8.png",
					"chartComparationImg": "../assets/imgs/charts/2024166_chart_ks4_p8.png",
					"chartDescription": "A Progress 8 score of 0.61 means Parliament Hill pupils achieved over half a grade higher than similar pupils across the country."
				}
			],
			"chartsProm": [
				{
					"chartTitle": "After Key Stage 4 (2023):",
					"chartImg": "../assets/imgs/charts/2024166_chart_ks4_dest.png",
					"chartDescription": null
				},
				{
					"chartTitle": "After Key Stage 5 (2023):",
					"chartImg": "../assets/imgs/charts/2024166_chart_ks5_dest.png",
					"chartDescription": null
				}
			],
			"wherePupilsGoAfter": "<p>Parliament Hill School is committed to developing Careers and Work-Related Learning across the curriculum. This learning is embedded in different subjects and supplemented through enrichment opportunities and clubs, through guest speakers and assemblies and through practical work activities such as work experience, visits and careers days. </p>"
		},
		"SEND": {
			"sendSupportInfo": "<p>During 2023/24 we are focusing on some key issues to make sure our students with SEND do as well as possible at our school. These things include that we are:</p>\n\n<ul>\n  <li>Continuing work to increase parental involvement and confidence in our SEND provision</li>\n  <li>Ensuring a systematic and thorough approach to the identification and assessment of needs and tracking the progress of students with SEND</li>\n  <li>Ensuring staff are well informed about the strengths, needs and abilities of students with SEND</li>\n  <li>Listening to students with SEND</li>\n  <li>Developing aspects of support and intervention for students not making expected progress</li>\n  <li>Supporting transition for students with SEND from year 6, between years, KS5 and into the next stage of education or alternative education if required</li>\n</ul>\n<br><p><a href=\"https://www.parliamenthill.camden.sch.uk/docs/policies/SEND_Policy_Oct_2023__.pdf\" target=\"_blank\" class=\"about__link\">Link to SEND policy</a></p>",
			"inclusivePracticeInfo": "<p>Inclusion lies at the heart of our school’s mission and values. We are proud of our diverse community and are committed to building equity and a culture of belonging for all. This commitment extends to every member of our school community, including the governing body, all of whom are dedicated to supporting the success and well-being of every student. Our KITE values—Kindness, Inclusivity, Trust, and Excellence—serve as the foundation for our inclusive practices, guiding everything we do and ensuring that all students are given the support they need to thrive. These values are embedded in our daily actions, creating a positive, inclusive environment where every student belongs and can succeed.</p><p><a href=\"https://www.parliamenthill.camden.sch.uk/Learning--Curriculum/Inclusion/\" target=\"_blank\" class=\"about__link\">Link to inclusive practice policy</a></p>"
		}
	},
	{
		"schoolId": 2024196,
		"schoolName": "Regent High School",
		"isPrimary": false,
		"shortSlogan": "Regent High School, in the heart of London's Knowledge Quarter, is founded on our values of ambition, inspiration and opportunity.",
		"descriptionTitle": "Regent High School, in the heart of London's Knowledge Quarter, is founded on our values of ambition, inspiration and opportunity.",
		"description": "<p><strong>Regent</strong> is a vibrant, <strong>inclusive community</strong> that <strong>excels</strong> in academic and extracurricular activities. Known for our <strong>dedicated staff</strong> and supportive environment, Regent fosters a culture of <strong>high achievement</strong> and <strong>personal growth</strong>.</p>\n<br>\n<p>Students benefit from a broad curriculum and <strong>state-of-the-art facilities</strong>, which encourage creativity, sporting and scientific endeavour. Our diverse student body and emphasis on <strong>mutual respect</strong> enrich the learning experience. Our strong partnerships with <strong>local</strong> and <strong>national</strong> <strong>organisations</strong> provide real-world opportunities that prepare our students for future success.</p>\n<br>\n<p>Our school is a beacon of educational excellence and innovation, committed to nurturing <strong>confident, well-rounded individuals</strong> ready to contribute positively to society.</p>",
		"schoolLogo": "../assets/imgs/school/2024196_logo.png",
		"ofstedLink": "http://www.ofsted.gov.uk/oxedu_providers/full/(urn)/100051",
		"websiteLink": "https://www.regenthighschool.org.uk/",
		"type": "Secondary",
		"gender": "Mixed",
		"entryForms": 5,
		"ageRange": ["11", "18"],
		"address": "Chalton Street, Camden",
		"lat": 51.53278,
		"long": -0.132944,
		"formsEntry": 5,
		"prevYearCatchmentRadius": null,
		"postCode": "NW1 1RX",
		"facilities": [
			"Award-Winning Buildings in London's Knowledge Quarter",
			" 200-Seat Theatre",
			" 60-Seat Lecture Hall",
			" 14,000-Book Library",
			" Music Recital Room",
			" State-of-the-Art Drama Studios",
			" Modern Science Labs",
			" Somers Town Sports Centre",
			" Access to Green Spaces",
			" Dedicated Sixth-Form Centre and Café"
		],
		"activities": [
			"Band, Brass Band, String, Samba and Choir Clubs ",
			"Chess Club",
			"Drama Club",
			"Coding Club",
			"Knitting Club",
			"Dance Club",
			"Badminton Club",
			"Table Tennis Club",
			"Basketball Club",
			"Languages Club",
			"Debate Club",
			"Poetry Club",
			"Film Club",
			"Football Club",
			"Girls' Bike Club",
			"Science Club",
			"Tech Club",
			"Gym Club",
			"Art Club",
			"Duke of Edinburgh Award"
		],
		"admissionProcess": "<p>We abide by the admissions criteria of Camden Local Authority. Details can be found on the websites linked below:</p>\n\n<ul>\n  <li><a href=\"https://www.camden.gov.uk/secondary-school-admissions\">Camden Secondary School Admissions Policy</a></li>\n  <li><a href=\"https://www.camden.gov.uk/inyearschooladmissions\">Camden In-Year School Admissions Policy</a></li>\n</ul>",
		"aboutReportCard": null,

		"tabs": {
			"schoolViews": [
				{
					"type": "image",
					"url": "../assets/imgs/wordCloud/2024196_word_cloud.png"
				},
				{
					"type": "quote",
					"bgcolor": "#ed6c26",
					"text": "From the exceptional support of our teachers to the companionship within our group, we were pleased to be given this opportunity to do our Bronze DofE.'",
					"author": "Child"
				},
				{
					"type": "quote",
					"bgcolor": "#e50059",
					"text": "...it's wonderful to come here and see how much energy and explosion there is in this room...it's so great. Here is a room full of life...' - Sir Antony Gormley attending Regent High School's Art & Design 2023 Exhibition",
					"author": "Parent"
				},
				{
					"type": "quote",
					"bgcolor": "#ed6c26",
					"text": "Thank you for helping me pick my career choices. Without your advice getting my dream job as an architect would be confusing...these three weeks of Year 10 Future Frontiers were special to me.'",
					"author": "Child"
				},
				{
					"type": "quote",
					"bgcolor": "#e50059",
					"text": "Studying languages was one of my highlights of being at Regent High School...[studying] Spanish for five years allowed me to progress as a student... It is not just words and phrases, it is a whole culture waiting to be explored.'",
					"author": "Parent"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "Staff have high expectations of pupils' learning.'",
					"author": "Ofsted"
				},
				{
					"type": "quote",
					"bgcolor": "#e50059",
					"text": "Support is excellent for children at Regent High School. Any problems are dealt with fairly and efficiently.'",
					"author": "Parent"
				},
				{
					"type": "quote",
					"bgcolor": "#4764ff",
					"text": "Some of the highlights of being a head of year at this school have been seeing some of my shy students really flourish because they've taken part in extra-curricular programmes.'",
					"author": "Teacher"
				},
				{
					"type": "quote",
					"bgcolor": "#ed6c26",
					"text": "I think the staff in this school are incredible...they're always on hand for support and guidance.'",
					"author": "Child"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": " Pupils typically show focused attitudes to their learning and respect to others.",
					"author": "Ofsted"
				},
				{
					"type": "quote",
					"bgcolor": "#ed6c26",
					"text": "Regent High School offers a wide range of extra-curricular activities and subjects...it's also really fun here!'",
					"author": "Child"
				},
				{
					"type": "quote",
					"bgcolor": "#ed6c26",
					"text": "My teachers, I like them all because when you're struggling or need help, they are there if you need a little support. That's a good feeling!'",
					"author": "Child"
				},
				{
					"type": "quote",
					"bgcolor": "#e50059",
					"text": "I'm very happy that my children are at Regent High School...the school is just getting better and better.'",
					"author": "Parent"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "Teachers actively seek out opportunities to develop pupils’ leadership skills. For example, in physical education, pupils are supported to complete leadership qualifications and use what they learn to coach others.'",
					"author": "Ofsted"
				},
				{
					"type": "quote",
					"bgcolor": "#ed6c26",
					"text": "In Regent sixth form we're given so many opportunities, for example, we went to the Google HQ for International Women's Day. As a woman myself, it made me feel empowered.'",
					"author": "Child"
				},
				{
					"type": "quote",
					"bgcolor": "#4764ff",
					"text": "Well supported as an Early Career Teacher - there are good systems in place to support my role as a classroom teacher.'",
					"author": "Teacher"
				}
			],
			"schoolPhotosUrls": [
				"../assets/imgs/school/2024196_1.jpg",
				"../assets/imgs/school/2024196_2.jpg",
				"../assets/imgs/school/2024196_3.jpg",
				"../assets/imgs/school/2024196_4.jpg",
				"../assets/imgs/school/2024196_5.jpg",
				"../assets/imgs/school/2024196_6.jpg",
				"../assets/imgs/school/2024196_7.jpg",
				"../assets/imgs/school/2024196_8.jpg",
				"../assets/imgs/school/2024196_9.jpg",
				"../assets/imgs/school/2024196_10.jpg"
			],
			"schoolHighlights": [
				{
					"bgcolor": "#e50059",
					"title": "School & community context",
					"description": "Regent High School boasts state-of-the-art facilities, including well-equipped <strong>science laboratories</strong>, modern classrooms, a large library, and <strong>excellent sports facilities</strong>. These resources support a high-quality learning experience for <strong>all students</strong>.",
					"link": "/schoolContext/index.html?schoolId=2024196"
				},
				{
					"bgcolor": "#ed6c26",
					"title": "Pupil support & wellbeing",
					"description": "Regent High School emphasizes the importance of a <b>supportive</b> and <b>nurturing</b> environment. The <b>pastoral care system</b> ensures that every student receives the guidance and support they need to thrive both <b>academically</b> and <b>personally</b>.",
					"link": "/support/index.html?schoolId=2024196"
				},
				{
					"bgcolor": "#64007e",
					"title": "SEND & inclusion",
					"description": "",
					"link": "/SEND/index.html?schoolId=2024196"
				},
				{
					"bgcolor": "#93c467",
					"title": "Pupils' achievement",
					"description": "Regent High School has a <b>strong focus</b> on <b>academic achievement</b>, providing a rigorous curriculum that prepares students for <b>higher education</b> and <b>future careers</b>. The school <b>consistently</b> achieves <b>good examination</b> results, particularly in <b>GCSEs and A-Levels</b>.",
					"link": "/achievement/index.html?schoolId=2024196"
				},
				{
					"bgcolor": "#4764ff",
					"title": "Curriculum, teaching & learning",
					"description": "The school has <b>strong links</b> with local businesses, universities and cultural institutions. These partnerships provide students with <b>unique opportunities</b> for work experience, mentorship and enrichment activities.",
					"link": "/curriculum/index.html?schoolId=2024196"
				}
			],
			"schoolPriorities": [
				{
					"bgcolor": "#e50059",
					"title": "Parental engagement",
					"description": "<b>School</b> and <b>parents</b> working together can contribute to better <b>student</b> outcomes. We will continue to offer <b>Parents and Carers’ evenings</b>, increase communication and invite parents to attend <b>information evenings</b> to support learning at home so we can continue to foster a <b>supportive community</b> around students."
				},
				{
					"bgcolor": "#ed6c26",
					"title": "Focus on innovation",
					"description": "Regent High School embraces <b>innovative teaching methods</b> and <b>technology integration</b> to enhance the learning experience. The use of <b>digital tools and resources</b> is a key part of the school’s approach to education and communication with home."
				},
				{
					"bgcolor": "#4764ff",
					"title": "Expand extracurricular activities",
					"description": "The school offers a <b>wide variety</b> of extracurricular activities, including sports teams, music and drama clubs, and various <b>student societies</b>. We will continue to provide students with opportunities to develop their <b>diverse talents</b> and interests <b>outside the classroom</b>."
				}
			]
		},
		"statistics": {
			"pupilsNum": 1076,
			"ethnicGroupsNum": null,
			"languagesNum": null,
			"SENDPercent": 20.8,
			"BMEPercent": 95.2,
			"disadvantagedPupilsPercent": 66.0,
			"englishAdditionalLangPercent": 59.0,
			"absencePercent": 9.6,
			"persistentAbsenteesPercent": 32.8,
			"specificLanguages": [""],
			"specificEthnicities": [""],
			"specificSEND": [
				"Specific learning difficulty",
				"Moderate learning difficulty",
				"Social, emotional and mental health",
				"Speech, language and communication needs",
				"Physical disability",
				"Autistic spectrum disorder"
			],
			"qualifiedTeachersPercent": 100,
			"pupilAdultRatio": 9.5,
			"financialReserves": 1001100.0,
			"changeYearReserves": -462900.0
		},
		"curriculum": {
			"curriculumAim": "<p>Our aim is to develop students who have limitless aspirations and are equipped to be successful in any path they choose. To that end, we offer a broad, balanced curriculum that ensures students master the relevant knowledge, concepts and skills of a wide range of disciplines, whilst fostering a life-long love of learning.</p>\n\n<p>Ours is a responsive and challenging curriculum with sufficient flexibility to meet the needs of all our students and ensure they are given the opportunity to fulfil their potential. Students can expect to receive feedback which enables them to grow, develop resilience and reach the highest standards. They can expect to be challenged and encouraged to be independent and take risks in their learning.</p>\n\n<p>Enrichment opportunities are built into our curriculum to allow our students to experience and participate in a broad range of cultural pursuits, engendering in them an appreciation of human creativity and achievement.</p><p><a href=\"https://www.regenthighschool.org.uk/Our-curriculum-intent/\" target=\"_blank\" class=\"about__link\">Link to curriculum details</a></p>",
			"curriculumStrengths": ["Diverse subjects", "Expanded and Enrichment curriculum", "Tailored support"],
			"topSubjects": [
				"Art & Design",
				"Biology",
				"Business Studies",
				"Chemistry",
				"Computer Science",
				"Design Technology: Product Design ",
				"Drama and Theatre Studies",
				"Economics",
				"English Literature",
				"French",
				"Mathematics",
				"Geography",
				"Further Mathematics",
				"History",
				"Physics",
				"Politics",
				"Psychology",
				"Religious Studies (Philosophy and Ethics)",
				"Sociology",
				"Spanish",
				"National Applied Science (Extended Certificate/Diploma)",
				"Business (Extended Certificate/Diploma)",
				"National Health and Social Care (Extended Certificate)",
				"Information Technology (Extended Certificate/Introductory Diploma)",
				"Performing Arts (Music) (Extended Certificate)",
				"Sport (Extended Certificate)"
			],
			"topDisciplines": "temp",
			"strengths": "temp"
		},
		"support": {
			"childSafetyAndHappiness": "<p>Regent High School is committed to supporting the <b>mental health</b> and <b>wellbeing</b> of all our students. We believe that safeguarding our students' physical and mental wellbeing is about providing <b>effective support</b> and guidance, including helping our students to learn how to make the <b>right decisions</b> for themselves.</p>\n\n<p>From our <b>self-referral posters</b> found all over the school, to our approach to '<b>Reading Well</b>' and provision of the <b>Camden Youth Services Helpline</b>, we support our students in keeping themselves safe with respect to <b>internet use, drugs and alcohol misuse, and healthy relationships</b>, as well as when making important decisions about their <b>future study and careers</b>.</p><p><a href=\"https://www.regenthighschool.org.uk/Parents/Safety-and-wellbeing/\nhttps://www.regenthighschool.org.uk/docs/RHS_Safeguarding_and_Child_Protection_Policy_2022-23_Final.pdf \nhttps://www.regenthighschool.org.uk/Students/Internet-Safety/\nhttps://www.regenthighschool.org.uk/Students/safeguarding-support/\" target=\"_blank\" class=\"about__link\">Link to safeguarding policy</a></p>",
			"bullyingProtection": "<p>This quote from our latest Ofsted report (2023) shows the <b>effectiveness</b> of our anti-bullying procedures:</p>\n\n<p>“Pupils are kept safe. They know that bullying <b>will not be tolerated</b>. As a result, incidences of bullying are <b>rare</b> and are dealt with <b>swiftly</b> by adults. Pupils can speak with staff about any worries that they may have. They know that staff will treat concerns seriously.”</p>\n\n<p>Bullying isn't tolerated at Regent, but when it happens, as it will in any school, we deal with it <b>effectively</b>.</p><p><a href=https://www.regenthighschool.org.uk/docs/anti_bullying_policy_22-23_.pdf target=\"_blank\" class=\"about__link\">Link to anti-bullying policy</a></p>",
			"attendanceManagement": "<p>We believe that good attendance comes from our students <b>wanting</b> to be at our school, day-in, day-out. That's why we put so much effort into making lessons <b>interesting</b> and provide such extensive <b>extra-curricular opportunities</b> for all our students.</p>\n\n<p>We also recognise that some students and parents need a bit more <b>support</b> than others to make sure attendance is excellent. We set out to students and parents the importance of good attendance in supporting achievement:</p>\n\n<ul>\n  <li><b>Students who attend 100%</b> of their lessons are <b>more than twice as likely to achieve five 9-4 grades at GCSE</b> (including English and Maths) than students who have <b>85-90%</b> attendance.</li>\n  <li><b>73%</b> of students who have over <b>95%</b> attendance achieve five 9-4 grades at GCSE.</li>\n  <li>Students who <b>do not</b> attend school <b>regularly</b> may also find it difficult to make and keep <b>friends</b> and to manage <b>social situations</b>.</li>\n  <li>Students who are <b>persistently absent</b> from school may also be at risk of struggling to <b>secure a job</b> in the future or being <b>vulnerable to crime</b>.</li>\n</ul>\n<br><p><a href=\"https://www.regenthighschool.org.uk/docs/P10_Attendance_and_Punctuality_Policy_2021-22_FINAL.pdf\" target=\"_blank\" class=\"about__link\">Link to attendance policy</a></p>"
		},
		"achievement": {
			"academicChildSuccess": "<p>We are proud of our team of dedicated staff who provide an inspiring, structured and supportive learning environment, in which every student is challenged to realise their full potential and encouraged to be ambitious for their futures. We have high expectations for our students and expect them to come to school prepared to learn.</p>\n\n<p>We know that when our students adhere to our code of conduct, they are successful in their learning. Our code is summarised by our students:</p>\n\n<ul>\n  <li><b>R</b>espectful to everyone</li>\n  <li><b>E</b>ngaged in learning</li>\n  <li><b>G</b>rowing through challenges and new opportunities</li>\n  <li><b>E</b>xcellence from ourselves and others</li>\n  <li><b>N</b>eat and well presented</li>\n  <li><b>T</b>ruthful and acting with integrity</li>\n</ul>\n<br><p><a href=\"https://www.regenthighschool.org.uk/About/Our-ethos/\" target=\"_blank\" class=\"about__link\">Link to teaching and learning policy</a></p>",
			"chartsPerform": [
				{
					"chartTitle": "Attainment 8 (2023):",
					"chartImg": "../assets/imgs/charts/2024196_chart_ks4_att8.png",
					"chartComparationImg": "../assets/imgs/charts/2024196_chart_ks4_att8.png",
					"chartDescription": "An Attainment 8 score of 43.8 means Regent High pupils averaged between a grade 4 and a grade 5 across their eight best GCSE-level subjects."
				},
				{
					"chartTitle": "Progress 8 (2023):",
					"chartImg": "../assets/imgs/charts/2024196_chart_ks4_p8.png",
					"chartComparationImg": "../assets/imgs/charts/2024196_chart_ks4_p8.png",
					"chartDescription": "A Progress 8 score of -0.06 means Regent High pupils achieved a grade slightly lower than similar pupils across the country."
				}
			],
			"chartsProm": [
				{
					"chartTitle": "After Key Stage 4 (2023):",
					"chartImg": "../assets/imgs/charts/2024196_chart_ks4_dest.png",
					"chartDescription": null
				},
				{
					"chartTitle": "After Key Stage 5 (2023):",
					"chartImg": "../assets/imgs/charts/2024196_chart_ks5_dest.png",
					"chartDescription": null
				}
			],
			"wherePupilsGoAfter": "<p>Careers education is an important part of our curriculum at Regent High School. It provides the link between what we do in school and a student’s next steps into the adult world.</p>\n\n<p>The Regent High School Futures Programme is our ambitious approach to careers education, information, advice and guidance.</p>\n\n<p>Our Futures Programme:</p>\n\n<ul>\n  <li>Broadens our students' understanding of the world of work and the opportunities available to them once they leave school</li>\n  <li>Provides students with opportunities to learn from employers, and employees, from a wide range of sectors, in particular those most important to the Camden and London economies</li>\n  <li>Links curriculum learning to careers</li>\n  <li>Increases opportunities for students to meet with further and higher education providers to support the development of appropriate aspirations</li>\n  <li>Increases the information we provide to parents and carers to enable them to better support their children at all transition points</li>\n</ul>\n<br>"
		},
		"SEND": {
			"sendSupportInfo": "<p>We support our children with SEND through our <b>'Local Offer'</b>. This is delivered through these twelve important aspects:</p>\n\n<ol>\n  <li>Effective leadership, management and governance</li>\n  <li>Developing the skill and expertise of staff</li>\n  <li>The contribution of specialist services</li>\n  <li>Identification, assessment and planning for children with SEND</li>\n  <li>Reviewing children’s progress</li>\n  <li>Inclusive teaching and effective support</li>\n  <li>Ensuring access to the curriculum</li>\n  <li>Providing accessible classrooms and special resources</li>\n  <li>Working in partnership with parents and carers</li>\n  <li>Listening to children and young people</li>\n  <li>Managing transitions – joining and leaving our school</li>\n  <li>Providing support for safety, personal well-being, attendance and health</li>\n</ol><p><a href=\"https://www.regenthighschool.org.uk/docs/P80_new_SEND_policy.pdf\nhttps://www.regenthighschool.org.uk/News/SEND/\" target=\"_blank\" class=\"about__link\">Link to SEND policy</a></p>",
			"inclusivePracticeInfo": "<p><b>Diverse Curriculum</b>: The school aims to provide a broad and balanced curriculum that reflects the <b>diversity</b> of our student body. Lessons incorporate different perspectives, ensuring that all students feel <b>represented</b> and <b>respected</b> in what they are learning.</p>\n\n<p><b>English as an Additional Language (EAL) Support</b>: For students whose first language is not English, the school provides additional language <b>support</b> to help them fully <b>integrate</b> into the <b>school community</b> and participate in lessons.</p>\n\n<p><b>Pastoral Care and Wellbeing</b>: A strong pastoral care system is central to our inclusive practices. At Regent High School, this may include <b>counselling</b> services, <b>mentoring</b> programs, and <b>wellbeing</b> initiatives that address students’ emotional and mental health needs.</p>\n\n<p><b>Student Voice and Participation</b>: We encourage student participation in decision-making processes through <b>student councils</b> or <b>leadership</b> programs. This ensures that students from <b>all backgrounds</b> have a say in aspects of their school experience.</p>\n\n<p><b>Teacher Training and Professional Development</b>: Staff are trained regularly on diversity, equity, and inclusion, helping them develop teaching strategies that cater to the varied needs of their students, fostering a more <b>inclusive classroom environment</b>.</p>\n\n<p>We aim to help create an environment where <b>all students feel valued, supported, and able to succeed</b>, regardless of their individual circumstances.</p><p><a href=\"https://www.regenthighschool.org.uk/About/Policies/\" target=\"_blank\" class=\"about__link\">Link to inclusive practice policy</a></p>"
		}
	},
	{
		"schoolId": 2022502,
		"schoolName": "Rhyl Community Primary School",
		"isPrimary": true,
		"shortSlogan": "Nurturing, valuing and empowering every child and the community to have the highest aspirations for a successful future",
		"descriptionTitle": "Nurturing, valuing and empowering every child and the community to have the highest aspirations for a successful future",
		"description": "<p>We are a vibrant, happy and inclusive school where children thrive at the heart of our community. Children achieve highly and develop a thirst for learning in an environment where mutual respect, tolerance, diversity and inclusion is celebrated and promoted.</p>\n<br>\n<p>Our excellent creative curriculum is enhanced through partnerships with artists, specialists and visits which open children’s eyes to the world they live in and provide the best opportunities to develop their unique talents.</p>\n<br>\n<p>We are proud to be a unique centre of excellence, where relationships are secure and where children grow to be confident, independent and successful lifelong learners.</p>",
		"schoolLogo": "../assets/imgs/school/2022502_logo.png",
		"ofstedLink": "http://www.ofsted.gov.uk/oxedu_providers/full/(urn)/100021",
		"websiteLink": "https://www.rhylprim.camden.sch.uk/",
		"type": "Primary inc. Nursery",
		"gender": "Mixed",
		"entryForms": 2,
		"ageRange": ["2", "11"],
		"address": "Rhyl Street",
		"lat": 51.547714,
		"long": -0.150589,
		"formsEntry": 2,
		"prevYearCatchmentRadius": null,
		"postCode": "NW5 3HB",
		"facilities": [
			"Music Room & Recording Studio",
			" Teaching Kitchen and Vegetable Plot",
			" 2 Large Buildings with Extra Teaching Spaces",
			" Well Equipped Outside Play Space",
			" Rooftop Playground",
			" Family & Adult Learning Spaces",
			" Children’s Centre Facilities",
			" 2 & 3 Year Old Nursery",
			" Community Hub Space",
			" Sensory and Soft Play Rooms"
		],
		"activities": [
			"Homework Clubs",
			"Debating Club",
			"After School Sports Clubs",
			"Breakfast Club",
			"School Orchestra",
			"Junior and Senior Choirs",
			"Rock Band",
			"Music Lessons",
			"Art Club",
			"Family Cooking",
			"Mums and Daughters fitness club",
			"Parent Well Being group",
			"Reading and phonics for children and parents",
			"Parent Coffee Mornings",
			"Under 5s drop ins",
			"Adult Learning classes",
			"Family Learning sessions",
			"Inclusive sports KS2"
		],
		"admissionProcess": "<p>We follow Camden Admissions criteria. Details can be found on the school website here: <a href=\"https://www.rhylprim.camden.sch.uk/school-info/admissions/\">Rhyl Primary School Admissions Policy</a>.</p>",
		"aboutReportCard": null,

		"tabs": {
			"schoolViews": [
				{
					"type": "image",
					"url": "../assets/imgs/wordCloud/2022502_word_cloud.png"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "Staff know the pupils very well and give them the precise support they need to flourish ",
					"author": "Ofsted"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "Positive relationships built on mutual respect abound in every class. Pupils love their teachers because they know they will go the extra mile for them ",
					"author": "Challenge Partners"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "Pupils make strong progress from their starting points because of the personalised support they receive",
					"author": "Challenge Partners"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "Pupils behave exceptionally well in lessons and around the school",
					"author": "Ofsted"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "Teachers adapt their approach for pupils with SEND exceptionally well. Expert staff support pupils with SEND in accessing and achieving the high ambitions of the curriculum",
					"author": "Ofsted"
				},
				{
					"type": "quote",
					"bgcolor": "#4764ff",
					"text": "The staff team at Rhyl are passionate about learning and remain dedicated to actively supporting tomorrow’s future today",
					"author": "Teacher"
				},
				{
					"type": "quote",
					"bgcolor": "#ed6c26",
					"text": "We go on lots of trips, they're really fun and educational. We went  to the National History Museum and went in the earthquake room, it was scary but fun!",
					"author": "Child"
				},
				{
					"type": "quote",
					"bgcolor": "#ed6c26",
					"text": "Parental activities have enhanced my own learning as well as building a network of friends – I love this school!",
					"author": "Child"
				},
				{
					"type": "quote",
					"bgcolor": "#ed6c26",
					"text": "Well-being is so good. We get lots of help to feel good and develop our confidence. We can talk to so many people if we need help",
					"author": "Child"
				},
				{
					"type": "quote",
					"bgcolor": "#4764ff",
					"text": "There's always so much going on at Rhyl. The children experience a great range of activities. This all happens alongside a rigorous commitment to high academic standards thanks to a superb group of deeply committed teachers. It is a thriving and happy school for both children and staff",
					"author": "Teacher"
				},
				{
					"type": "quote",
					"bgcolor": "#e50059",
					"text": "The school goes all out to ensure the children achieve their educational attainment alongside social life skills",
					"author": "Parent"
				},
				{
					"type": "quote",
					"bgcolor": "#ed6c26",
					"text": "When I was new I felt quite shy but everyone looked after me and  now I've got so many friends. I love it here",
					"author": "Child"
				},
				{
					"type": "quote",
					"bgcolor": "#e50059",
					"text": "Rhyl supports children with SEND to achieve their best with an adapted learning style for the child – children thrive at Rhyl",
					"author": "Parent"
				},
				{
					"type": "quote",
					"bgcolor": "#ed6c26",
					"text": "We get to do  girl's football club, it really helps my confidence.",
					"author": "Child"
				}
			],
			"schoolPhotosUrls": [
				"../assets/imgs/school/2022502_1.jpg",
				"../assets/imgs/school/2022502_2.jpg",
				"../assets/imgs/school/2022502_3.jpg",
				"../assets/imgs/school/2022502_4.jpg",
				"../assets/imgs/school/2022502_5.jpg",
				"../assets/imgs/school/2022502_6.jpg",
				"../assets/imgs/school/2022502_7.jpg",
				"../assets/imgs/school/2022502_8.jpg",
				"../assets/imgs/school/2022502_9.jpg",
				"../assets/imgs/school/2022502_10.jpg"
			],
			"schoolHighlights": [
				{
					"bgcolor": "#e50059",
					"title": "School & community context",
					"description": "We are proud of our diverse school and offer wide-ranging family and adult learning, children’s centre, community and family hub provision to the wider community.",
					"link": "/schoolContext/index.html?schoolId=2022502"
				},
				{
					"bgcolor": "#ed6c26",
					"title": "Pupil support & wellbeing",
					"description": "Excellent individual support for every child from the best staff means they thrive, are happy and well looked after in a safe and caring environment.",
					"link": "/support/index.html?schoolId=2022502"
				},
				{
					"bgcolor": "#64007e",
					"title": "SEND & inclusion",
					"description": "",
					"link": "/SEND/index.html?schoolId=2022502"
				},
				{
					"bgcolor": "#93c467",
					"title": "Pupils' achievement",
					"description": "Our children achieve well and are confident and articulate when they leave. High standards and extensive cultural experiences prepare them exceptionally well for the next stage of education.",
					"link": "/achievement/index.html?schoolId=2022502"
				},
				{
					"bgcolor": "#4764ff",
					"title": "Curriculum, teaching & learning",
					"description": "Our innovative and connected curriculum gives children extensive opportunities for creativity, music, the arts, cooking and outdoor learning, whilst celebrating their backgrounds and cultures.",
					"link": "/curriculum/index.html?schoolId=2022502"
				}
			],
			"schoolPriorities": [
				{
					"bgcolor": "#e50059",
					"title": "Excellent inclusive provision",
					"description": "To further develop excellence in inclusive provision in all areas of learning so that all pupils achieve their individual goals, in particular new arrivals, higher achievers and pupils with SEND."
				},
				{
					"bgcolor": "#ed6c26",
					"title": "Develop pupils’ oracy skills",
					"description": "To develop pupil’s oracy skills to enable them to confidently use effective grammar and high level vocabulary in talk and written work."
				},
				{
					"bgcolor": "#4764ff",
					"title": "Reading & writing outcomes",
					"description": "To improve reading and writing progress and outcomes, in particular for disadvantaged pupils, pupils working at higher levels and boys’ writing"
				}
			]
		},
		"statistics": {
			"pupilsNum": 402,
			"ethnicGroupsNum": null,
			"languagesNum": null,
			"SENDPercent": 31.1,
			"BMEPercent": 90.5,
			"disadvantagedPupilsPercent": 53.7,
			"englishAdditionalLangPercent": 78.6,
			"absencePercent": 6.3,
			"persistentAbsenteesPercent": 22.3,
			"specificLanguages": [""],
			"specificEthnicities": [""],
			"specificSEND": [
				"Specific learning difficulty",
				"Social, emotional and mental health",
				"Speech, language and communication needs",
				"Autistic spectrum disorder"
			],
			"qualifiedTeachersPercent": 96,
			"pupilAdultRatio": 7.0,
			"financialReserves": 98500.0,
			"changeYearReserves": 493300.0
		},
		"curriculum": {
			"curriculumAim": "<p>Our curriculum has been designed to enable every child to succeed academically and reach their potential whilst developing as individuals who are ready and prepared for the world ahead of them, from the next stage of their education and beyond to employment and to living in their local and global community.</p>\n\n<p>We provide a broad and rich curriculum so children can make positive choices about their education, social and working life. Children learn through themes and first-hand experiences which are enriched through partnerships with artists, musicians, chefs and employers to enrich their experiences and aspire to greatness.</p>\n\n<p>At the heart of our curriculum is the commitment to prepare children for their future life chances, giving them the confidence and skills that is their social and cultural capital.</p><p><a href=\"https://www.rhylprim.camden.sch.uk/curriculum/\" target=\"_blank\" class=\"about__link\">Link to curriculum details</a></p>",
			"curriculumStrengths": ["Oracy & Literacy", "Music", "Maths"],
			"topSubjects": [""],
			"topDisciplines": "temp",
			"strengths": "temp"
		},
		"support": {
			"childSafetyAndHappiness": "<p>The heart of our school ethos is that every child is happy and safe at school and our highly skilled and experienced staff make sure that we create a culture of kindness, respect and consideration for everyone in our school. All children have the right to be listened to and we take time to resolve any worries or issues that arise promptly and always keep parents and carers informed.</p>\n\n<p>Learning mentors, Family Support workers and school therapists are available to support children when needed and we provide support for families to access wider services promptly when necessary. Safeguarding is key to all that we do and procedures are robust and securely in place to keep children safe.</p><p><a href=\"https://www.rhylprim.camden.sch.uk/wp-content/uploads/2024/02/Schools-CP-and-safeguarding-policy-Sept-2023-updated-02.24.pdf \" target=\"_blank\" class=\"about__link\">Link to safeguarding policy</a></p>",
			"bullyingProtection": "<p>Children have a right to feel safe in the school environment, physically and emotionally. Bullying and prejudice is never acceptable and is not tolerated.</p>\n\n<p>We understand the serious and devastating impact of bullying incidents and take action quickly to address this if it happens. Preventing and tackling bullying is part of the school’s approach to promoting good behaviour and is supported by our commitment to providing a caring, friendly, respectful and safe learning environment for all of our pupils.</p>\n\n<p>We promote an inclusive ethos that focuses on respecting one another and celebrating difference and diversity, where bullying is never acceptable.</p><p><a href=https://www.rhylprim.camden.sch.uk/wp-content/uploads/2023/09/Anti-Bullying-Policy-Sept-23.pdf target=\"_blank\" class=\"about__link\">Link to anti-bullying policy</a></p>",
			"attendanceManagement": "<p>We know that attending school every day will give them the best possible start in life and helps them to develop friendships and social skills. We encourage families to have good attendance through positive rewards and recognition and provide support when needed to help children attend school regularly.</p>\n\n<p>We have 2 attendance officers and a family support worker who work with parents and children when needed. We do not authorise holidays in term time and make calls home on the first day of absence to offer advice and help to families.</p><p><a href=\"https://www.rhylprim.camden.sch.uk/wp-content/uploads/2023/09/Attendance-Policy-Sept-23.pdf \" target=\"_blank\" class=\"about__link\">Link to attendance policy</a></p>"
		},
		"achievement": {
			"academicChildSuccess": "<p>We believe that all aspects of children’s development are equally important and are interconnected. We recognise that children learn best through active learning and when they are interested and involved as participants in the learning experiences presented to them. Children need time and space to develop positive attitudes, acquire concepts and knowledge and to practice skills.</p>\n\n<p>We want children to feel confident in themselves and their abilities. They should have opportunities to experience success and achievement as well as learning through their mistakes in a secure, happy and caring environment. Building <b>Learning Power</b> is integral to our teaching how to be a great learner.</p><p><a href=\"https://www.rhylprim.camden.sch.uk/curriculum/building-learning-power/ \" target=\"_blank\" class=\"about__link\">Link to teaching and learning policy</a></p>",
			"chartsPerform": [
				{
					"chartTitle": "% Reaching expected standard in reading, writing & maths at end of primary:",
					"chartImg": "../assets/imgs/charts/2022502_chart_ks2_rwm.png",
					"chartComparationImg": "../assets/imgs/charts/2022502_chart_ks2_rwm_school_only.png",
					"chartDescription": "* No assessments during Covid-19"
				},
				{
					"chartTitle": "Progress from years 2 to 6 (2023):",
					"chartImg": "../assets/imgs/charts/2022502_chart_ks2_prog.png",
					"chartComparationImg": "../assets/imgs/charts/2022502_chart_ks2_prog.png",
					"chartDescription": "These progress scores are calculated by the DfE by comparing the key stage 2 results of pupils at this school with the results of pupils across England who had similar results at the end of key stage 1. A score above zero means pupils made more progress, on average, than pupils who got similar results at the end of key stage 1."
				}
			],
			"chartsProm": [
				{
					"chartTitle": "",
					"chartImg": "",
					"chartDescription": null
				},
				{
					"chartTitle": "",
					"chartImg": "",
					"chartDescription": null
				}
			],
			"wherePupilsGoAfter": "<p>According to Ofsted, “Pupils are prepared well for life in modern Britain and supported to be successful in their later lives.”</p>\n\n<p>Raising Aspirations is our unique and innovative programme to support our children to learn about the world of work through first hand experience and engagement with employers. We want our children to broaden their horizons, understand what they could achieve and raise their aspirations for their future.</p>\n\n<p>This enables our pupils to have a clear understanding of the link between achieving well at school and getting into an interesting job and career that is not bound by social mobility and gender stereotypes. Through the programme, children expand their knowledge and understanding of the world of work, the types of jobs there are and different career paths.</p>"
		},
		"SEND": {
			"sendSupportInfo": "<p>Rhyl has excellent provision for children with SEND. Our Inclusion team is experienced and skilled and we make sure that every child is provided with what they need to meet their individual needs. Our adapted curriculum provision means that learning is accessible to all and children with SEND achieve the best possible outcomes.</p>\n\n<p>Our inclusive provision includes:</p>\n<ul>\n  <li><b>Sensory</b>, calm and soft play spaces</li>\n  <li>Additional provisions to support <b>language</b> and <b>social communication</b> needs</li>\n  <li><b>Social skills</b> and <b>life skills</b> sessions</li>\n  <li><b>Physical</b> and <b>sensory circuit</b> spaces</li>\n  <li><b>Parenting support</b> and networking for SEND</li>\n  <li>Wider range of interventions and support programmes led by trained staff</li>\n</ul>\n\n<p>We work closely with external professionals to provide appropriate and tailored support and a multi-disciplinary approach to meeting pupils’ special educational needs. Through detailed provision mapping and bespoke provision, we ensure that children with additional needs receive the best possible support in a mainstream setting.</p><p><a href=\"https://www.rhylprim.camden.sch.uk/school-info/school-policies/\" target=\"_blank\" class=\"about__link\">Link to SEND policy</a></p>",
			"inclusivePracticeInfo": "<p>Inclusion and the rights of the child are at the heart of our teaching practice. Staff at Rhyl are provided with training, coaching and support to develop and refine the best practice when working with all pupils. We are proud of our diverse school population and our curriculum reflects our children’s backgrounds and cultures as does the choice of teaching resources and extra-curricular opportunities. We recognise that every child is unique and we value and celebrate their differences. Teaching is carefully adapted and skilled staff adapt learning to meet the needs of a variety of different learning styles in the classroom. Families and the community are welcomed and involved in all aspects of school life to share experiences and to celebrate achievements.</p><p><a href=\"https://www.rhylprim.camden.sch.uk/send-and-inclusion/\" target=\"_blank\" class=\"about__link\">Link to inclusive practice policy</a></p>"
		}
	},
	{
		"schoolId": 2022797,
		"schoolName": "Fitzjohn's Primary School",
		"isPrimary": true,
		"shortSlogan": "To be a community where everyone loves to learn and feels they belong.",
		"descriptionTitle": "To be a community where everyone loves to learn and feels they belong.",
		"description": "We love our school and we want you to love it too. At Fitzjohn’s, we aim to create an environment where everyone feels that they belong as part of a community of successful learners. We do this by working together: children, parents, staff and governors. We want everyone in our school to love being here and to do great things. Each of us has a valuable role to play in helping everyone to thrive socially and academically.",
		"schoolLogo": "../assets/imgs/school/2022797_logo.png",
		"ofstedLink": "http://www.ofsted.gov.uk/oxedu_providers/full/(urn)/100026",
		"websiteLink": "http://www.fitzjohns.camden.sch.uk/",
		"type": "Primary inc. Nursery",
		"gender": "Mixed",
		"entryForms": 1,
		"ageRange": ["3", "11"],
		"address": "86A Fitzjohn's Avenue",
		"lat": 51.553397,
		"long": -0.175861,
		"formsEntry": 1,
		"prevYearCatchmentRadius": null,
		"postCode": "NW3 6NP",
		"facilities": [
			"Music Room",
			" Peripatetic Music Rooms",
			" Library",
			" Sensory Room",
			" Multiple Play Spaces",
			" Climbing Frames",
			" Tree House",
			" The Lab (Teaching Kitchen and Science Space)"
		],
		"activities": [
			"Capoeira",
			"Homework",
			"Herbology",
			"Football",
			"Creative",
			"Street dance",
			"Cookery",
			"Chess",
			"Sports",
			"Fencing",
			"Music tuition",
			"Sports teams competing in Camden tournaments",
			"Choir",
			"Breakfast club",
			"Competitive sports",
			"Individual music tuition",
			"Please contact the school for the full list."
		],
		"admissionProcess": "<p>We abide by the admissions criteria of Camden Local Authority. Details can be found on the websites linked below:</p>\n<p><a href=\"https://www.camden.gov.uk/primary-admissions\">Camden Primary Admissions</a></p>\n<p><a href=\"https://www.camden.gov.uk/inyearschooladmissions\" target=\"_blank\">In-Year School Admissions Policy</a></p>",
		"aboutReportCard": null,

		"tabs": {
			"schoolViews": [
				{
					"type": "image",
					"url": "../assets/imgs/wordCloud/2022797_word_cloud.png"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "Fitzjohn’s Primary School is a harmonious community of happy pupils and adults. The school’s values of resilience, respect, curiosity, excellence, individuality and responsibility are well embedded. Pupils know the importance of the school’s values, and they are lived out in how pupils behave towards each other.",
					"author": "Ofsted"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "Pupils’ attitudes to learning and school life are exceptional. They are a strength of the school and a credit to the expectations of all staff.",
					"author": "Challenge Partners"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "Leaders have developed a strong reputation in the community for supporting all pupils, regardless of their cultural, social, or academic background.",
					"author": "Challenge Partners"
				},
				{
					"type": "quote",
					"bgcolor": "#e50059",
					"text": "I love this school, I never want my child to leave.",
					"author": "Parent"
				},
				{
					"type": "quote",
					"bgcolor": "#ed6c26",
					"text": "I love the trips and visits we go on.",
					"author": "Child"
				},
				{
					"type": "quote",
					"bgcolor": "#4764ff",
					"text": "This is a very special school to work in.",
					"author": "Teacher"
				},
				{
					"type": "quote",
					"bgcolor": "#4764ff",
					"text": "Such an amazing school! The staff I worked with were so kind, supportive and incredible. The headteacher was lovely and the children so well-behaved. No matter who you passed (child or adult) you were greeted kindly, helped and felt welcome. Supply Teacher.",
					"author": "Teacher"
				},
				{
					"type": "quote",
					"bgcolor": "#e50059",
					"text": "Fitzjohn's is a very special place, which accepts diverse learning needs and gives children the chance to learn, but above all focus on their happiness and confidence.",
					"author": "Parent"
				},
				{
					"type": "quote",
					"bgcolor": "#ed6c26",
					"text": "I wish Fitzjohn's had a secondary school.",
					"author": "Child"
				},
				{
					"type": "quote",
					"bgcolor": "#e50059",
					"text": "Fitzjohn's is a place where everyone knows and welcomes your child. Its close-knit community and size mean relationships are at the heart. The teachers are all highly experienced and kids love to come. My son can’t wait to come back after breaks.",
					"author": "Parent"
				}
			],
			"schoolPhotosUrls": [
				"../assets/imgs/school/2022797_1.jpg",
				"../assets/imgs/school/2022797_2.jpg",
				"../assets/imgs/school/2022797_3.jpg",
				"../assets/imgs/school/2022797_4.jpg",
				"../assets/imgs/school/2022797_5.jpg",
				"../assets/imgs/school/2022797_6.jpg",
				"../assets/imgs/school/2022797_7.jpg",
				"../assets/imgs/school/2022797_8.jpg",
				"../assets/imgs/school/2022797_9.jpg",
				"../assets/imgs/school/2022797_10.jpg"
			],
			"schoolHighlights": [
				{
					"bgcolor": "#e50059",
					"title": "School & community context",
					"description": "Strong and engaged community; very active parent association; lots of social and fundraising events",
					"link": "/schoolContext/index.html?schoolId=2022797"
				},
				{
					"bgcolor": "#ed6c26",
					"title": "Pupil support & wellbeing",
					"description": "Outstanding adult/child relationships; mental health support, high expectations of self-regulated behaviour",
					"link": "/support/index.html?schoolId=2022797"
				},
				{
					"bgcolor": "#64007e",
					"title": "SEND & inclusion",
					"description": "Focused individual support for those with the highest need; adapted tasks for those who need support and challenge",
					"link": "/SEND/index.html?schoolId=2022797"
				},
				{
					"bgcolor": "#93c467",
					"title": "Pupils' achievement",
					"description": "High attainment levels; excellent EYFS provision; 50% of children attain higher than expected in Y6; about 50% of children go to selective entry secondary schools",
					"link": "/achievement/index.html?schoolId=2022797"
				},
				{
					"bgcolor": "#4764ff",
					"title": "Curriculum, teaching & learning",
					"description": "Relevant broad and balanced curriculum; themes and topics are linked so that children can rehearse and revise learning in different subjects; excellent teaching and support",
					"link": "/curriculum/index.html?schoolId=2022797"
				}
			],
			"schoolPriorities": [
				{
					"bgcolor": "#e50059",
					"title": "Continue to improve higher level writing",
					"description": "Our writing is very good but we want more of our children to be at or above national expectations or to make better than expected progress"
				},
				{
					"bgcolor": "#ed6c26",
					"title": "Continue to improve curriculum in Foundation Subjects",
					"description": "Our curriculum is creative, interesting and fun but we want to develop it further so that subject specific skills and knowledge are clearer."
				},
				{
					"bgcolor": "#4764ff",
					"title": "Curriculum and Behaviour Lead",
					"description": "To help disseminate leadership over the school and to help with succession planning we have created a new role to support the Head and Deputy."
				}
			]
		},
		"statistics": {
			"pupilsNum": 231,
			"ethnicGroupsNum": 4,
			"languagesNum": 8,
			"SENDPercent": 11.7,
			"BMEPercent": 71.4,
			"disadvantagedPupilsPercent": 12.5,
			"englishAdditionalLangPercent": 73.6,
			"absencePercent": 6.6,
			"persistentAbsenteesPercent": 19.9,
			"specificLanguages": ["English", "Hebrew", "Japanese", "Polish", "Russian", "Italian", "French", "Arabic"],
			"specificEthnicities": ["White other", "White British", "Mixed", "Asian other"],
			"specificSEND": [
				"Social, emotional and mental health",
				"Speech, language and communication needs",
				"Autistic spectrum disorder"
			],
			"qualifiedTeachersPercent": 100,
			"pupilAdultRatio": 10.2,
			"financialReserves": -41400.0,
			"changeYearReserves": -78500.0
		},
		"curriculum": {
			"curriculumAim": "<p>At the heart of our broad and balanced curriculum is the National Curriculum with a strong focus on reading, writing and maths. We use The National Curriculum as a springboard to provide ambitious learning opportunities whilst nurturing strong social, emotional and spiritual well-being all wrapped up in a rich cultural blanket of exciting enrichment experiences where we promote achievement in every area whilst nurturing social, emotional and spiritual well-being.<p>\n\n<p>Through our broadly topic-based curriculum and teaching, we want our children to be and learn about significant individuals with the essential knowledge and communication skills to succeed in life and to understand their place in our school, our town, our city, our country, and our world. Where appropriate connections and themes are used in different subjects to deepen skills and knowledge.</p>\n<p><a href=\"http://www.fitzjohns.camden.sch.uk/school_information/curriculum/curriculum.html\" target=\"_blank\" class=\"about__link\">Link to curriculum details</a></p>",
			"curriculumStrengths": ["Drama and Performance", "Music", "Design Technology and Art and Design"],
			"topSubjects": [""],
			"topDisciplines": "temp",
			"strengths": "temp"
		},
		"support": {
			"childSafetyAndHappiness": "Safeguarding and well-being is at the heart of everything. By engendering a sense of community and belonging we want all children to feel valued, noticed and supported in their well-being. We encourage children to tell us when things are not going well. Where necessary we work with visiting professionals (e.g. therapists and counsellors) to offer additional support.<p><a href=\"http://www.fitzjohns.camden.sch.uk/_documents/%5B1004894%5DCP_and_Safeguarding_policy_2024.pdf\" target=\"_blank\" class=\"about__link\">Link to safeguarding policy</a></p>",
			"bullyingProtection": "<p>Whilst incidents of bullying are fortunately very rare at Fitzjohn's we take them very seriously. Bullying occurs at every school. We believe that establishing and maintaining an ethos where children feel secure, are encouraged to talk and are listened to is vital for the prevention of bullying.</p>\n\n<p>This means ensuring that children know that there are adults in the school who they can approach if they are worried or in difficulty. We include activities and opportunities which equip children with the skills they need to stay safe from bullying, e.g. PSHE scheme of work, Values assemblies.</p><p><a href=http://www.fitzjohns.camden.sch.uk/_documents/%5B1004896%5DAnti-bullying_policy_September_2024.pdf target=\"_blank\" class=\"about__link\">Link to anti-bullying policy</a></p>",
			"attendanceManagement": "<p>We know that good attendance leads to great learning. Missing school really is missing out. Good punctuality and attendance enables children to develop friendships and social skills and to ensure consistency in learning.</p>\n\n<p>We make calls on the first day of absence to offer help and advice to families. We do not authorise holidays in term time.</p><p><a href=\"http://www.fitzjohns.camden.sch.uk/_documents/%5B1004900%5DAttendance_Policy_2024.pdf\" target=\"_blank\" class=\"about__link\">Link to attendance policy</a></p>"
		},
		"achievement": {
			"academicChildSuccess": "<p>Our curriculum and learning activities are designed specifically for our school. We adapt the learning sequence and lessons for each class and individual.</p>\n\n<p>Support and challenge is given to those that require it.</p>",
			"chartsPerform": [
				{
					"chartTitle": "% Reaching expected standard in reading, writing & maths at end of primary:",
					"chartImg": "../assets/imgs/charts/2022797_chart_ks2_rwm.png",
					"chartComparationImg": "../assets/imgs/charts/2022797_chart_ks2_rwm_school_only.png",
					"chartDescription": "* No assessments during Covid-19"
				},
				{
					"chartTitle": "Progress from years 2 to 6 (2023):",
					"chartImg": "../assets/imgs/charts/2022797_chart_ks2_prog.png",
					"chartComparationImg": "../assets/imgs/charts/2022797_chart_ks2_prog.png",
					"chartDescription": "These progress scores are calculated by the DfE by comparing the key stage 2 results of pupils at this school with the results of pupils across England who had similar results at the end of key stage 1. A score above zero means pupils made more progress, on average, than pupils who got similar results at the end of key stage 1."
				}
			],
			"chartsProm": [
				{
					"chartTitle": "",
					"chartImg": "",
					"chartDescription": null
				},
				{
					"chartTitle": "",
					"chartImg": "",
					"chartDescription": null
				}
			],
			"wherePupilsGoAfter": "<p>Everything we do at Fitzjohn's is an attempt to develop great human beings and great learners. At the heart of this are the school's values. </p>\n\n<p>Ofsted: The school's values of resilience, respect, curiosity, excellence, individuality and responsibility are well embedded. Pupils know the importance of the school's values, and they are lived out in how pupils behave towards each other.</p>"
		},
		"SEND": {
			"sendSupportInfo": "<p>\"Fitzjohn's is a very special place, which accepts diverse learning needs and gives children the chance to learn, but above all focus on their happiness and confidence.\"</p>\n<p>Y6 parent of a child with an Educational Health Care Plan Some children may have learning, physical, emotional/social, or communication needs which require special support or provision over the long or short term. Their needs are identified and assessed according to the national code of practice and additional help is provided in school or sometimes from outside agencies for those who need it.</p><p><a href=\"http://www.fitzjohns.camden.sch.uk/_documents/%5B1004899%5DInclusion_Policy__SEND__Revised_2024.pdf\" target=\"_blank\" class=\"about__link\">Link to SEND policy</a></p>",
			"inclusivePracticeInfo": "<p>Inclusive practice is part of the DNA of our school. We have highly skilled teachers and support staff who adapt teaching and activities to the needs of those in their care.</p><p><a href=\"http://www.fitzjohns.camden.sch.uk/school_information/policies/policies.html\" target=\"_blank\" class=\"about__link\">Link to inclusive practice policy</a></p>"
		}
	},
	{
		"schoolId": 2023359,
		"schoolName": "Holy Trinity CofE Primary School, NW3",
		"isPrimary": true,
		"shortSlogan": "A small school with a big heart.",
		"descriptionTitle": "A small school with a big heart.",
		"description": "<p>But those who have hope in the Lord will renew their strength. They will soar on wings like eagles; they will run and not grow weary; they will walk and not be faint. (Isaiah 40:31)</p>\n<br>\n<p>Holy Trinity is a small, caring, Church of England school, with a strong commitment to the teaching of Christianity.</p>\n<br>\n<p>Our hope in God leads us to have high aspirations for our learning community. We value the uniqueness of each child, made in the image of God, and seek to provide a holistic, enriched curriculum and pastoral care that empowers everyone with the strength, knowledge, and wisdom to flourish.</p>",
		"schoolLogo": "../assets/imgs/school/2023359_logo.png",
		"ofstedLink": "http://www.ofsted.gov.uk/oxedu_providers/full/(urn)/100032",
		"websiteLink": "https://www.holytrinitynw3.co.uk/",
		"type": "Primary",
		"gender": "Mixed",
		"entryForms": 1,
		"ageRange": ["4", "11"],
		"address": "Trinity Walk, Maresfield Gardens",
		"lat": 51.546251,
		"long": -0.178155,
		"formsEntry": 1,
		"prevYearCatchmentRadius": null,
		"postCode": "NW3 5SQ",
		"facilities": [
			"Smaller Class Sizes",
			" Well-Equipped Playgrounds",
			" Breakfast Club",
			" Wrap Around Care Until 6pm",
			" Specialist Teaching in Music, Latin & Computing",
			" Pastoral Support Worker",
			" Dedicated Children's Pastor"
		],
		"activities": [
			"The Winch wrap around care option  - https://www.holytrinitynw3.co.uk/the-winchester-club/",
			"Cooking Club",
			"Drawing Club",
			"Stay & Play",
			"Football Club",
			"Sports Club",
			"Ukulele Club",
			"Robotics with ASL"
		],
		"admissionProcess": "<p>Applications for Reception places should be made to the local authority. However, parents should also complete Holy Trinity's Supplementary Form and return it to the school.</p>\n\n<p>In-year admissions - parents should apply directly to the school. The supplementary form can be found <a href=\"https://www.holytrinitynw3.co.uk/about-us/admissions-2/\">here</a>.</p>\n\n<p>Admissions for pupils with EHCPs - There is a different procedure for pupils with EHCPs who want to move schools. If you live in Camden, Camden SEND will support you. Email <a href=\"mailto:sen.enquiries@camden.gov.uk\">sen.enquiries@camden.gov.uk</a>.</p>",
		"aboutReportCard": null,

		"tabs": {
			"schoolViews": [
				{
					"type": "image",
					"url": "../assets/imgs/wordCloud/2023359_word_cloud.png"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "Holy Trinity is a small school with a big heart. Pupils flourish at this warm, welcoming and inclusive school. This is because a strong ethos of care permeates throughout the school.",
					"author": "Ofsted"
				},
				{
					"type": "quote",
					"bgcolor": "",
					"text": "This school teaches us the values a good and kind person should have.  We are all a community of different, thoughtful people, which makes us one.",
					"author": "Pupil"
				},
				{
					"type": "quote",
					"bgcolor": "",
					"text": "I love Holy Trinity because the teachers are fun and it's full of good people.  The teachers help us to reach our potential, raise our aspirations and help us to be a good community.",
					"author": "Pupil"
				},
				{
					"type": "quote",
					"bgcolor": "#e50059",
					"text": "Holy Trinity offers more than just an excellent education: it's a supportive community where every child is valued.",
					"author": "Parent"
				},
				{
					"type": "quote",
					"bgcolor": "",
					"text": "Holy Trinity is an inclusive school where pupils are celebrated for their uniqueness and able to fulfil their potential with a high-quality planned and adapted curriculum.",
					"author": "SEND Review, Camden Learning"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "The Curriculum is highly ambitious. It ignites pupils' curiosity and interests.",
					"author": "Ofsted"
				},
				{
					"type": "quote",
					"bgcolor": "#e50059",
					"text": "Holy Trinity prepares children for a bright future.",
					"author": "Parent"
				},
				{
					"type": "quote",
					"bgcolor": "",
					"text": "We all come from different backgrounds but everyone is treated the same.",
					"author": "Pupil"
				},
				{
					"type": "quote",
					"bgcolor": "#64007e",
					"text": "The school's Christian vision and values clearly motivate and drive forward this welcoming and inclusive Church of England school.",
					"author": "SIAMS"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "The school has carefully considered the curriculum for pupils' wider development. All pupils, including those with SEND and/or from disadvantaged backgrounds, experience an exceptional offer.",
					"author": "Ofsted"
				},
				{
					"type": "quote",
					"bgcolor": "#e50059",
					"text": "It has been a privilege to be part of this warm, friendly little school where each child is treated as a valuable individual. Our child has thrived in the caring environment.",
					"author": "Parent"
				},
				{
					"type": "quote",
					"bgcolor": "",
					"text": "Holy Trinity helps us a lot with our education and wants us to be the best we can be.  They always help us to be respectful and kind.",
					"author": "Pupil"
				},
				{
					"type": "quote",
					"bgcolor": "",
					"text": "We have very fun responsibilities, such as House Captain and Class Rep.",
					"author": "Pupil"
				},
				{
					"type": "quote",
					"bgcolor": "#e50059",
					"text": "Staff work incredibly hard to create a positive, safe and empowering environment for students to flourish.",
					"author": "Parent"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "Leaders have high expectations for all pupils, including those with SEND.  Pupils with SEND are identified swiftly and supported effectively.",
					"author": "Ofsted"
				}
			],
			"schoolPhotosUrls": [
				"../assets/imgs/school/2023359_1.jpg",
				"../assets/imgs/school/2023359_2.jpg",
				"../assets/imgs/school/2023359_3.jpg",
				"../assets/imgs/school/2023359_4.jpg",
				"../assets/imgs/school/2023359_5.jpg",
				"../assets/imgs/school/2023359_6.jpg",
				"../assets/imgs/school/2023359_7.jpg",
				"../assets/imgs/school/2023359_8.jpg",
				"../assets/imgs/school/2023359_9.jpg",
				"../assets/imgs/school/2023359_10.jpg"
			],
			"schoolHighlights": [
				{
					"bgcolor": "#e50059",
					"title": "School & community context",
					"description": "We are a Church of England school serving a diverse and multi-faith community united by a common vision and values.  We aim to raise our pupils' aspirations, support them to reach their potential and teach them to live well together.  ",
					"link": "/schoolContext/index.html?schoolId=2023359"
				},
				{
					"bgcolor": "#ed6c26",
					"title": "Pupil support & wellbeing",
					"description": "We educate for 'life in all its fullness' which includes our pupils' physical, emotional and spiritual flourishing.  Our pastoral support for pupils and families is strong, with dedicated staff at school and our church.",
					"link": "/support/index.html?schoolId=2023359"
				},
				{
					"bgcolor": "#64007e",
					"title": "SEND & inclusion",
					"description": "Inclusion is at the heart of what we do.  We believe that all our pupils are 'wonderfully made' and this is reflected in our policies and practice.  We find a way for each of our pupils to succeed.",
					"link": "/SEND/index.html?schoolId=2023359"
				},
				{
					"bgcolor": "#93c467",
					"title": "Pupils' achievement",
					"description": "Pupils achieve outcomes above the national figure at all key stages.  Pupils with EAL and from disadvantaged backgrounds do exceptionally well.  Pupils are confident and transition to a wide range of secondary schools successfully.",
					"link": "/achievement/index.html?schoolId=2023359"
				},
				{
					"bgcolor": "#4764ff",
					"title": "Curriculum, teaching & learning",
					"description": "Our curriculum offer is 'exceptional' and is enriched through partnerships, specialist teaching and engagement with cultural institutions and guest professionals.  We expertly adapt curricula & teaching practice to meet the needs of all our pupils.    ",
					"link": "/curriculum/index.html?schoolId=2023359"
				}
			],
			"schoolPriorities": [
				{
					"bgcolor": "#e50059",
					"title": "Writing EYFS",
					"description": "Although writing outcomes were in line national, we strive to further improve outcomes so they are line with our word reading in Reception."
				},
				{
					"bgcolor": "#ed6c26",
					"title": "Numeracy EYFS",
					"description": "Further improve numeracy outcomes in Reception."
				},
				{
					"bgcolor": "#4764ff",
					"title": "KS2 Mathematics Higher Level",
					"description": "Raise the number of pupils achieving the higher level in mathematics."
				}
			]
		},
		"statistics": {
			"pupilsNum": 174,
			"ethnicGroupsNum": 7,
			"languagesNum": 8,
			"SENDPercent": 14.4,
			"BMEPercent": 86.8,
			"disadvantagedPupilsPercent": 57.7,
			"englishAdditionalLangPercent": 49.4,
			"absencePercent": 7.1,
			"persistentAbsenteesPercent": 21.3,
			"specificLanguages": ["English", "Arabic", "Albanian", "Bengali", "Japanese", "Spanish", "Turkish", "Portuguese"],
			"specificEthnicities": [
				"Mixed backgrounds",
				"White British",
				"Asian",
				"Bangladeshi",
				"Kosovan",
				"Albanian",
				"Black African"
			],
			"specificSEND": [
				"Moderate learning difficulty",
				"Social, emotional and mental health",
				"Speech, language and communication needs",
				"Autistic spectrum disorder"
			],
			"qualifiedTeachersPercent": 100,
			"pupilAdultRatio": 9.0,
			"financialReserves": 121600.0,
			"changeYearReserves": 27400.0
		},
		"curriculum": {
			"curriculumAim": "<p>Our curriculum is driven by our aspirational Christian vision (Isaiah 40:31). In order for our pupils to ‘soar on wings like eagles’ we focus on raising their aspirations and opening their eyes to new possibilities. This is essential if we are to foster confidence, delight and discipline in learning. Our pupils enjoy a broad and balanced curriculum that promotes ‘life in all its fullness’ (John 10:10), so that they can each reach their potential. We hope to inspire pupils by bringing them into contact with a variety of specialists and visitors, through workshops, visits, long-term collaborations and participation in performances and competitions. We take regular advantage of enrichment opportunities provided by the wealth of cultural institutions that London has to offer. We embrace excellence and academic rigor, but place it within a wider framework where pupils are also encouraged to stretch themselves spiritually, morally, imaginatively and actively.</p><p><a href=\"https://www.holytrinity.merton.sch.uk/web/the_curriculum_1/504281\" target=\"_blank\" class=\"about__link\">Link to curriculum details</a></p>",
			"curriculumStrengths": [
				"We ensure that all subjects in the National Curriculum are taught to a high level.  We want every pupil, including those with SEND or disadvantaged backgrounds to experience 'life in all its fullness', so we pack our curriculum with trips, workshops, projects and visitors to ensure they all benefit from what London has to offer.  ",
				"Our art & design curriculum is bespoke to our school and includes innovative digital art units.  Our artwork has been shown in The National, Tate, Swiss Cottage and Lethaby Galleries.  We have achieved Artsmark Gold and are working towards platinum.",
				"Our Year 3 and 4 pupils work alongside professional choreographers and are inspired by students from London Contemporary Dance to create and perform dances at The Place."
			],
			"topSubjects": [""],
			"topDisciplines": "temp",
			"strengths": "temp"
		},
		"support": {
			"childSafetyAndHappiness": "Our school values aim to teach pupils what it means to live well together.  Daily worship is a time when the whole school comes together to reflect on these values and learn how to 'live' them.  Relationships within the school are built on this foundation creating a safe, friendly and inclusive community where everyone is significant.  Pupils are encouraged to be courageous advocates and trust in the adults to support them.  We have Pastoral Support Worker to support pupils who may need emotional support, plus a Children's Pastor at Lighthouse London Church.       We have active, democratically elected House Captains and Class Representatives who canvas the opinions of pupils and support the Head of School with decision making.  Safeguarding is fundamental to everything we do.  Our processes are rigorous and effective ensuring that all pupils are safe, cared for, and protected.<p><a href=\"https://cdn.realsmart.co.uk/8371211752971c8d6c79940c8c633f2c/uploads/2024/09/12122929/NEW-Child-protection-and-safeguarding-policy-for-schools-and-colleges-in-Camden-2024.pdf\" target=\"_blank\" class=\"about__link\">Link to safeguarding policy</a></p>",
			"bullyingProtection": "<p>All pupils have the right to feel safe at school and bullying is never acceptable. Any allegations of bullying are taken seriously and time is taken to investigate them thoroughly, whilst supporting the pupils involved.</p>\n\n<p>Our Pastoral Support Worker holds weekly drop-in sessions that pupils can attend if they feel they need reassurance. We work with pupils to help them understand how their behaviour impacts on others and aim to rebuild relationships using a restorative justice model. Where necessary, we seek advice from relevant agencies in order to support pupils effectively.</p>\n\n<p>Our curriculum includes units that address bullying, and is underpinned by special events such as Odd Socks Day.</p><p><a href=https://cdn.realsmart.co.uk/8371211752971c8d6c79940c8c633f2c/uploads/2024/08/08094943/Behaviour-Policy-2425.pdf target=\"_blank\" class=\"about__link\">Link to anti-bullying policy</a></p>",
			"attendanceManagement": "<p>Our curriculum is jam-packed with special events and school trips, so pupils do not want to miss school! Pupils learn that education is a right that not all children enjoy, so they have a responsibility to come into school if they want to reach their potential. We reward pupils with good attendance and punctuality in a number of ways, including summer lunches in the courtyard ‘bistro’.</p>\n\n<p>We have invested in an in-school Attendance Support Worker to assist families that need help to maintain good attendance and punctuality. The Attendance Support Worker can signpost families to support from other agencies and works closely with the local authority.</p><p><a href=\"https://cdn.realsmart.co.uk/8371211752971c8d6c79940c8c633f2c/uploads/2024/07/19152037/Attendance-Policy-2425.pdf\" target=\"_blank\" class=\"about__link\">Link to attendance policy</a></p>"
		},
		"achievement": {
			"academicChildSuccess": "<p>All pupils receive high-quality teaching that is adapted to meet the needs of individual pupils. We work hard to instil a growth mindset in our pupils. Teachers mark work with a view to moving pupils' learning on. Pupils know what they need to do to progress and relish the challenge of doing so.</p>\n\n<p>We use a range of assessments to monitor pupils' progress and use data to swiftly identify pupils who need additional support. All classes benefit from well-trained support staff, who can deliver special programmes for groups & individuals. The success of programmes is monitored to ensure that we are offering the best chance of success to our pupils.</p>\n\n<p>Pupils approach statutory assessments with confidence and achieve very well. Attainment is also monitored across the curriculum to ensure that pupils are receiving a high-quality, broad & balanced curriculum.</p>",
			"chartsPerform": [
				{
					"chartTitle": "% Reaching expected standard in reading, writing & maths at end of primary:",
					"chartImg": "../assets/imgs/charts/2023359_chart_ks2_rwm.png",
					"chartComparationImg": "../assets/imgs/charts/2023359_chart_ks2_rwm_school_only.png",
					"chartDescription": "* No assessments during Covid-19"
				},
				{
					"chartTitle": "Progress from years 2 to 6 (2023):",
					"chartImg": "../assets/imgs/charts/2023359_chart_ks2_prog.png",
					"chartComparationImg": "../assets/imgs/charts/2023359_chart_ks2_prog.png",
					"chartDescription": "These progress scores are calculated by the DfE by comparing the key stage 2 results of pupils at this school with the results of pupils across England who had similar results at the end of key stage 1. A score above zero means pupils made more progress, on average, than pupils who got similar results at the end of key stage 1."
				}
			],
			"chartsProm": [
				{
					"chartTitle": "",
					"chartImg": "",
					"chartDescription": null
				},
				{
					"chartTitle": "",
					"chartImg": "",
					"chartDescription": null
				}
			],
			"wherePupilsGoAfter": "<p>Our curriculum equips pupils with the fundamental knowledge and key skills they need to succeed in secondary school. We communicate effectively with secondary schools to ensure they have all the relevant information needed to offer our pupils a smooth transition.</p>\n\n<p>Transition workshops in school and at Lighthouse London Church equip pupils with confidence to make the move to a wide variety of different schools. Pupils are used to using public transport by the time they leave Holy Trinity and are therefore happy to travel further afield.</p>"
		},
		"SEND": {
			"sendSupportInfo": "<p>One of our school values is significance. Pupils learn through worship that we are all ‘wonderfully made’ (Psalm 139) and are significant to God. Therefore pupils with SEND are welcomed into a school community where pupils accept difference and understand that their classmates may need more support or different provision.</p><br>\n\n<p>At Holy Trinity inclusion starts with high quality universal provision - teaching that is expertly adapted to meet the needs of all our pupils. We have embedded common adaptations into our day-to-day practice, so that the vast majority of pupils can learn alongside their peers in the classroom. Where the complexity of a pupil’s needs necessitates a different approach to learning, or an alternative curriculum, we complement our in-house expertise with advice and support from a range of services to deliver bespoke support that ensures pupils make progress against their individual targets.</p><br><p><a href=\"https://www.holytrinitynw3.co.uk/about-us/holy-trinity-send-information-report/\" target=\"_blank\" class=\"about__link\">Link to SEND policy</a></p>",
			"inclusivePracticeInfo": "<p>All members of SLT are qualified SENDCos, which ensures that inclusion remains at the heart of school planning. We succession plan to ensure that our SEND practice remains of the highest quality and proactively seek funding and opportunities to make our school more accessible.</p>\n\n<p>Leaders regularly conduct learning walks and monitor planning and books to ensure that adaptations are being made to meet the needs of pupils. Our SENDCo works alongside teachers to develop effective individual education plans that are monitored on a termly basis.</p>\n\n<p>We carefully select the evidence-based intervention programmes that we use and train staff how to deliver them effectively. The quality of intervention groups and individual support is monitored regularly to ensure that pupils make progress.</p>\n\n<p>We take a holistic approach to SEND and also monitor pupils' wellbeing, plus attendance & punctuality.</p><p><a href=\"https://www.holytrinitynw3.co.uk/about-us/holy-trinity-send-information-report/\" target=\"_blank\" class=\"about__link\">Link to inclusive practice policy</a></p>"
		}
	},
	{
		"schoolId": 2022002,
		"schoolName": "King's Cross Academy",
		"isPrimary": true,
		"shortSlogan": "A creative, supportive and stimulating school in the heart of the King's Cross Estate, guided by the motto: 'love learning together'. ",
		"descriptionTitle": "A creative, supportive and stimulating school in the heart of the King's Cross Estate, guided by the motto: 'love learning together'. ",
		"description": "King’s Cross Academy is a warm and welcoming nursery and primary school where children love to learn and grow. We create a fun, supportive environment that encourages curiosity, creativity, and teamwork, helping every child reach their full potential. With a Centre of Excellence award from the Inclusion Quality Mark, we pride ourselves on providing an inclusive and supportive learning environment for all students. As a Google Certified School, we embrace technology across the curriculum as well as building close partnerships with local businesses to enrich our curriculum, offering real-world experiences that bring learning to life. Our motto, \"Love Learning Together,\" reflects the strong sense of community we have between pupils, parents, teachers, and staff. At King’s Cross Academy, we make learning exciting, inspiring, and accessible for everyone.",
		"schoolLogo": "../assets/imgs/school/2022002_logo.png",
		"ofstedLink": "http://www.ofsted.gov.uk/oxedu_providers/full/(urn)/140686",
		"websiteLink": "https://www.kingscrossacademy.org.uk",
		"type": "Primary inc. Nursery",
		"gender": "Mixed",
		"entryForms": 2,
		"ageRange": ["3", "11"],
		"address": "Plimsoll Building, 4 Wollstonecraft Street",
		"lat": 51.537452,
		"long": -0.127057,
		"formsEntry": 2,
		"prevYearCatchmentRadius": null,
		"postCode": "N1C 4BT",
		"facilities": [
			"Innovative Outdoor Playground with Upper Deck Area",
			" 2 Bespoke Sensory Rooms",
			" Food Technology Room",
			" Music Suite",
			" Library",
			" Group Learning Spaces",
			" Large and Small Halls",
			" Parent Centre",
			" Access to a Multi-Use Gym (MUGA) Off Site",
			" Nearby Green Spaces on the Estate"
		],
		"activities": [
			"Choir",
			"Spanish",
			"Photography",
			"Boxing",
			"Yoga",
			"Street Dance Choreography",
			"Jewellery Making",
			"Bloomsbury Football",
			"Gymnastics",
			"Fencing",
			"Roller-skating",
			"Cookery",
			"DJ'ing",
			"Coding and Robotics",
			"Combat Karate",
			"Mother Nature Science Club",
			"Chess",
			"British Sign Language"
		],
		"admissionProcess": "<p>Admissions at Kings Cross Academy are open to students of all backgrounds, with a focus on creating an inclusive and diverse learning community.</p>\n\n<p>Prospective families are encouraged to visit the school during open days to meet staff, tour the facilities, and learn more about the academy's ethos. The Headteacher does a tour of the school each Friday morning.</p>\n\n<p>The school follows Camden's admissions protocol for Reception admissions and manages admissions for Nursery and in-year admission internally. More information can be found on the academy website.</p>\n\n<p><a href=\"https://kingscrossacademy.org.uk/admissions\" target=\"_blank\">Kings Cross Admissions Policy Link</a></p>",
		"aboutReportCard": null,

		"tabs": {
			"schoolViews": [
				{
					"type": "image",
					"url": "../assets/imgs/wordCloud/2022002_word_cloud.png"
				},
				{
					"type": "quote",
					"bgcolor": "#e50059",
					"text": "The school is a welcoming and supportive environment in which our child is thriving and we will privileged to be part of it",
					"author": "Parent"
				},
				{
					"type": "quote",
					"bgcolor": "#e50059",
					"text": "I love the school and the commitment to child wellbeing",
					"author": "Parent"
				},
				{
					"type": "quote",
					"bgcolor": "#4764ff",
					"text": "I love the creative element of the curriculum at KCA and the teachers clear passion in delivering it in the best way possible, incorporating the local environment.",
					"author": "Teacher"
				},
				{
					"type": "quote",
					"bgcolor": "#4764ff",
					"text": "King's Cross Academy is an exceptional school and place of work and I am very proud to be part of the KCA community",
					"author": "Teacher"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "This is a welcoming, warm and caring school. Pupils are safe and happy. There are positive working relationships based on mutual respect between staff and pupils. Pupils trust adults to deal with any issues seriously. Pupils and staff are proud of their school.",
					"author": "Ofsted"
				},
				{
					"type": "quote",
					"bgcolor": "#e50059",
					"text": "The school is truly fantastic. The team are excellent!",
					"author": "Parent"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "The school is well resourced and has established a number of impactful partnerships with local employers, organisations and individuals.",
					"author": "Challenge Partners"
				},
				{
					"type": "quote",
					"bgcolor": "#ed6c26",
					"text": "KCA is the best school ever. It  gives me courage to do everything (KS1 pupil)",
					"author": "Child"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "Leaders have designed a broad and ambitious curriculum.",
					"author": "Ofsted"
				},
				{
					"type": "quote",
					"bgcolor": "#e50059",
					"text": "My children are happy and feel safe at school which is incredibly important to me. Their teachers are supportive of their needs and go the extra mile consistently. As a family we feel very lucky to be a part of the Kings across Academy community.",
					"author": "Parent"
				},
				{
					"type": "quote",
					"bgcolor": "#ed6c26",
					"text": "I love coming to KCA - the teachers are really friendly (KS2 pupil)",
					"author": "Child"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "Pupils benefit from a wide variety of outings and experiences. For example, Year 6 pupils take part in a residential trip to France",
					"author": "Ofsted"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "Throughout the school, pupils respond well to instructions. They learn to take responsibility for their behaviour and learning in lessons. As a result, pupils achieve well across the curriculum.",
					"author": "Ofsted"
				},
				{
					"type": "quote",
					"bgcolor": "#4764ff",
					"text": "The staff at King's Cross Academy constantly go over and above to ensure that every child has an engaging experience whilst at school - there is always something exciting happening at KCA!",
					"author": "Teacher"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "Ensuring that children and their families flourish holistically is important to everyone at King’s Cross Academy.",
					"author": "Challenge Partners"
				}
			],
			"schoolPhotosUrls": [
				"../assets/imgs/school/2022002_1.jpg",
				"../assets/imgs/school/2022002_2.jpg",
				"../assets/imgs/school/2022002_3.jpg",
				"../assets/imgs/school/2022002_4.jpg",
				"../assets/imgs/school/2022002_5.jpg",
				"../assets/imgs/school/2022002_6.jpg",
				"../assets/imgs/school/2022002_7.jpg",
				"../assets/imgs/school/2022002_8.jpg",
				"../assets/imgs/school/2022002_9.jpg",
				"../assets/imgs/school/2022002_10.jpg"
			],
			"schoolHighlights": [
				{
					"bgcolor": "#e50059",
					"title": "School & community context",
					"description": "King's Cross Academy fosters a close-knit, inclusive community where students thrive in a unique urban setting. Surrounded by cultural landmarks and innovation hubs, the Academy combines academic excellence with real-world learning, encouraging creativity, curiosity, and a passion for discovery.",
					"link": "/schoolContext/index.html?schoolId=2022002"
				},
				{
					"bgcolor": "#ed6c26",
					"title": "Pupil support & wellbeing",
					"description": "We prioritise pupil wellbeing and support within a caring, inclusive environment. Through dedicated staff and personalised guidance, the Academy helps each student develop resilience, confidence, and a strong sense of belonging.",
					"link": "/support/index.html?schoolId=2022002"
				},
				{
					"bgcolor": "#64007e",
					"title": "SEND & inclusion",
					"description": "We are proud to hold the Centre of Excellence Award from the Inclusion Quality Mark. This award recognises the school's commitment to ensuring all children make good progress in their time at KCA.",
					"link": "/SEND/index.html?schoolId=2022002"
				},
				{
					"bgcolor": "#93c467",
					"title": "Pupils' achievement",
					"description": "Pupils achieve well at King's Cross Academy as a result of the holistic approach to academic development. We are proud that local secondary schools recognise the positive learning behaviours of our students when they transition to Year 7.",
					"link": "/achievement/index.html?schoolId=2022002"
				},
				{
					"bgcolor": "#4764ff",
					"title": "Curriculum, teaching & learning",
					"description": "Our tailored and innovative curriculum allows students to apply their learning in real-world contexts. The arts are at the heart of the curriculum at King's Cross Academy, playing a central role in our educational approach.",
					"link": "/curriculum/index.html?schoolId=2022002"
				}
			],
			"schoolPriorities": [
				{
					"bgcolor": "#e50059",
					"title": "Progress for all pupils",
					"description": "We are continuing to ensure that all children make outstanding progress at the academy, particularly those who have a challenging home context."
				},
				{
					"bgcolor": "#ed6c26",
					"title": "Curriculum delivery",
					"description": "We have written our own curriculum and are now working hard to ensure that partnerships within the King's Cross Estate, and beyond, and clearly mapped out as part of it."
				},
				{
					"bgcolor": "#4764ff",
					"title": "Transition",
					"description": "We are working with all of our local secondary schools to continue to make sure our children make smooth transition to Year 7; being fully secondary ready."
				}
			]
		},
		"statistics": {
			"pupilsNum": 373,
			"ethnicGroupsNum": 9,
			"languagesNum": 12,
			"SENDPercent": 29.0,
			"BMEPercent": 63.0,
			"disadvantagedPupilsPercent": 44.1,
			"englishAdditionalLangPercent": 34.6,
			"absencePercent": 7.1,
			"persistentAbsenteesPercent": 24.8,
			"specificLanguages": [
				"English",
				"Portuguese",
				"Spanish; Castilian",
				"Arabic",
				"Albanian/Shqip",
				"Italian",
				"Turkish",
				"Bengali",
				"French",
				"Amharic",
				"Japanese",
				"Ukrainian"
			],
			"specificEthnicities": [
				"Bangladeshi",
				"Black - African",
				"White - British",
				"White and Asian",
				"White and Black Caribbean",
				"Any other Black Background",
				"Any other ethnic group",
				"Any other mixed background",
				"Any other white background"
			],
			"specificSEND": [
				"Specific learning difficulty",
				"Social, emotional and mental health",
				"Speech, language and communication needs",
				"Autistic spectrum disorder"
			],
			"qualifiedTeachersPercent": 92,
			"pupilAdultRatio": 8.6,
			"financialReserves": null,
			"changeYearReserves": null
		},
		"curriculum": {
			"curriculumAim": "<p>We aim to prepare children for the modern world by helping them to become highly successful life-long learners.</p>\n\n<p>Our motto, ‘Love Learning Together’, embraces our pupils, parents and teachers and our partnership working with incredible neighbours. Frank Barnes School for Deaf Children (with whom we will share our building), Central Saint Martins, Waitrose, Google UK, Camley Street Natural Park, the Guardian and the Francis Crick Institute are all on our doorstep, offering opportunities to broaden children’s experiences and raise their achievements and aspirations.</p>\n\n<p>The historic guide frame of Gasholder No.8 is the inspiration for our school emblem. It encapsulates both the industrial past of King’s Cross and its new, creative future. The Academy sits at the heart of the King’s Cross community. This is a 21st Century school for 21st Century children and the Academy helps each and every one to become a highly successful learner and to make the most of their potential and talents.</p>\n\n<p>We strongly believe in the power of social justice and strive to ensure that all children have the opportunity for an education that is both transformational and enriching. At the Academy we believe in equity of opportunity for all our pupils and have high aspirations for each and every child at KCA.</p><p><a href=\"https://kingscrossacademy.org.uk/learning/our-curriculum\" target=\"_blank\" class=\"about__link\">Link to curriculum details</a></p>",
			"curriculumStrengths": [
				"The Academy has a deep focus on teaching pupils how to learn, with a rigorous approach to core skills and knowledge in Mathematics and English. We prioritise the ambition for all children to leave KCA with the skills required to access the next stage in their education. This commitment reflects a focus on providing quality education and ensuring that pupils are well-prepared for the challenges and opportunities that lie ahead. ",
				"Delivering a curriculum that is bespoke to the Academy and which focuses on key cross-curricular skills and knowledge, as part of a broad and balanced, project-based curriculum.  Children focus on a key question each half term, such as 'Why did people leave their homes in the Caribbean to come to Britain?'.  The curriculum promotes children’s skills and knowledge in listening, speaking, thinking, questioning and creativity as well as developing their social and emotional skills. This ensures children can continue to flourish and grow as lifelong learners beyond their time at the Academy. ",
				"At King’s Cross Academy, we integrate carefully planned trips and visits into every learning sequence. Each unit of study includes an exciting excursion beyond the King’s Cross Estate, providing students with hands-on learning experiences. Over the course of their time at KCA, pupils will explore a variety of iconic London landmarks, with a highlight being a trip to France in Year 6. Students consistently share how these enriching outings enhance their educational journey and deepen their connection to what they learn in the classroom."
			],
			"topSubjects": [""],
			"topDisciplines": "temp",
			"strengths": "temp"
		},
		"support": {
			"childSafetyAndHappiness": "At Kings Cross Academy, the safety and well-being of every child are of utmost priority. The Academy fosters a nurturing and supportive environment where pupils feel secure, valued, and respected. A robust safeguarding policy is in place, ensuring that staff are trained to identify and respond to any concerns appropriately. The Academy also focuses on emotional well-being, offering pastoral care and dedicated wellbeing team. Kings Cross Academy ensures that children are not only safe but also happy, thriving, and empowered to grow and succeed.<p><a href=\"https://kingscrossacademy.org.uk/safeguarding\" target=\"_blank\" class=\"about__link\">Link to safeguarding policy</a></p>",
			"bullyingProtection": "<p>At Kings Cross Academy, bullying is taken seriously, and the school is committed to creating a safe and inclusive environment where all students feel respected. While bullying is rare, the Academy has clear policies and procedures in place to address any incidents effectively.</p>\n\n<p>Staff are trained to spot the signs of bullying and respond with care and sensitivity. The school promotes a culture of kindness and respect through regular awareness campaigns, and students are encouraged to speak out if they witness or experience bullying.</p><p><a href=https://kingscrossacademy.org.uk/information target=\"_blank\" class=\"about__link\">Link to anti-bullying policy</a></p>",
			"attendanceManagement": "<p>At the Academy, good attendance is supported through a clear attendance policy, positive reinforcement, and early intervention. Any patterns of absence are promptly addressed with parents, offering additional support to vulnerable pupils. This helps ensure students stay engaged and benefit fully from their time at school.</p><p><a href=\"https://kingscrossacademy.org.uk/information\" target=\"_blank\" class=\"about__link\">Link to attendance policy</a></p>"
		},
		"achievement": {
			"academicChildSuccess": "<p>At King's Cross Academy, we are dedicated to ensuring academic success for every pupil by offering personalised and engaging learning experiences. Our curriculum is carefully designed to meet diverse needs, with differentiated lessons and adaptable resources that cater to various learning styles and abilities. Regular assessments allow us to monitor progress and quickly address any gaps or challenges in understanding.</p>\n\n<p>Our teachers receive ongoing professional development to implement effective, inclusive strategies that foster both academic growth and a love for learning. Small group work is provided where needed to help children build confidence and skills. Additionally, we work closely with parents to create a united approach that reinforces each child’s learning journey.</p>\n\n<p>By fostering a positive, inclusive environment with high expectations and targeted support, we empower all students to reach their full potential and achieve academic success.</p>",
			"chartsPerform": [
				{
					"chartTitle": "% Reaching expected standard in reading, writing & maths at end of primary:",
					"chartImg": "../assets/imgs/charts/2022002_chart_ks2_rwm.png",
					"chartComparationImg": "../assets/imgs/charts/2022002_chart_ks2_rwm_school_only.png",
					"chartDescription": "* No assessments during Covid-19"
				},
				{
					"chartTitle": "Progress from years 2 to 6 (2023):",
					"chartImg": "../assets/imgs/charts/2022002_chart_ks2_prog.png",
					"chartComparationImg": "../assets/imgs/charts/2022002_chart_ks2_prog.png",
					"chartDescription": "These progress scores are calculated by the DfE by comparing the key stage 2 results of pupils at this school with the results of pupils across England who had similar results at the end of key stage 1. A score above zero means pupils made more progress, on average, than pupils who got similar results at the end of key stage 1."
				}
			],
			"chartsProm": [
				{
					"chartTitle": "",
					"chartImg": "",
					"chartDescription": null
				},
				{
					"chartTitle": "",
					"chartImg": "",
					"chartDescription": null
				}
			],
			"wherePupilsGoAfter": "<p>At King's Cross Academy, we aim to equip students with the skills, confidence, and resilience they need to thrive beyond school. Our curriculum emphasises not only academic achievement but also life skills like critical thinking, communication, and adaptability. We encourage independent learning, problem-solving, and teamwork through hands-on projects and group activities that prepare students for real-world challenges.</p>\n\n<p>We also focus on personal development, fostering emotional intelligence, empathy, and social skills through dedicated programs that build self-awareness and positive relationships. Career exploration and goal-setting activities are introduced to help students envision their future pathways and understa"
		},
		"SEND": {
			"sendSupportInfo": "<p>King's Cross Academy is dedicated to providing a nurturing and inclusive environment for children with Special Educational Needs and Disabilities. We tailor support through personalised learning plans and regularly assess each child’s progress to ensure their unique needs are met. Our facilities include two sensory rooms, group learning spaces, and a quiet area, providing children with comfortable environments that help them feel supported and engaged. We also offer access to specialised resources, including therapy rooms and breakout spaces.</p><br>\n\n<p>Our experienced team of SEND specialists collaborates closely with families and external professionals to create targeted interventions that support social, emotional, and academic growth. Regular training equips staff to use inclusive teaching strategies, while small-group sessions and 1:1 (ELSA) support further help children build skills and confidence. Through a strong community and individualised approach, we enable each child to reach their full potential.</p><br><p><a href=\"https://kingscrossacademy.org.uk/learning/special-educational-needs-and-disability\" target=\"_blank\" class=\"about__link\">Link to SEND policy</a></p>",
			"inclusivePracticeInfo": "At King's Cross Academy, we are dedicated to fostering an inclusive environment where every child can thrive. Our curriculum is designed to accommodate diverse needs, with differentiated instruction, personalised learning plans, and adaptable resources that ensure all students can actively participate. Classrooms and shared spaces, including sensory rooms and quiet areas, provide comfortable environments where children feel supported and valued.\nStaff receive regular training in inclusive practices to better understand and meet the needs of children with Special Educational Needs and Disabilities and those from various backgrounds. We work closely with families and external specialists, creating a collaborative support network that builds on each child’s strengths. Through these tailored approaches and a strong commitment to inclusion, we enable all students to feel respected, engaged, and empowered to reach their potential.\nWe are proud to have received the Inclusion Quality Mark, recognising our commitment to inclusion and excellence.<p><a href=\"https://kingscrossacademy.org.uk/information\" target=\"_blank\" class=\"about__link\">Link to inclusive practice policy</a></p>"
		}
	},
	{
		"schoolId": 2023568,
		"schoolName": "St Paul's Church of England Primary School",
		"isPrimary": true,
		"shortSlogan": "\"Shining as lights in the world.\"",
		"descriptionTitle": "\"Shining as lights in the world.\"",
		"description": "<p>St Paul’s School provides a calm and purposeful learning environment where there are many ways to get the most out of childhood. Our children make amazing progress in learning and develop excellent skills for negotiating and managing life’s challenges.</p>\n<br>\n<p>We welcome all members of our local community to our school.</p>\n<br>\n<p>St Paul’s is a Church of England Primary School set on the borders of Primrose Hill Park, which gives us a wonderful sense of space and immediate access to the park.</p>\n<br>\n<p>Our school has an active and involved parent community who support us with fun activities and fundraising.</p>",
		"schoolLogo": "../assets/imgs/school/2023568_logo.png",
		"ofstedLink": "http://www.ofsted.gov.uk/oxedu_providers/full/(urn)/100046",
		"websiteLink": "https://www.stpauls.camden.sch.uk",
		"type": "Primary",
		"gender": "Mixed",
		"entryForms": 1,
		"ageRange": ["4", "11"],
		"address": "Elsworthy Road, Primrose Hill",
		"lat": 51.541383,
		"long": -0.163738,
		"formsEntry": 1,
		"prevYearCatchmentRadius": null,
		"postCode": "NW3 3DS",
		"facilities": [
			"Breakfast Club",
			" Afterschool Care",
			" Access to Camden Music Tuition",
			" Separate Reception Play/Learning Space",
			" Specialist Curriculum Music Teacher",
			" Good IT Facilities",
			" Great Space for Outdoor Play and Sport"
		],
		"activities": [
			"Chess",
			"Football",
			"Netball",
			"Fencing",
			"Art/craft",
			"Multi-sports",
			"Book Club",
			"Lego Club",
			"Year 6 Residential Journey",
			"Homework",
			"Primary Shakespeare Company",
			"Camden Dance Festival",
			"Camden Music Festival",
			"Camden Cross Country"
		],
		"admissionProcess": "<p>Our children are drawn from both the immediate local area and the Church community around St Mary's Parish. Families can apply for a foundation/ Church place using the Supplementary Application form.</p>\n\n\n<p>Other applications can be made through Camden School Admissions procedures. <a href=\"https://www.stpauls.camden.sch.uk/Our-School/Admissions/\" target=\"_blank\">Admissions Policy Link</a></p>",
		"aboutReportCard": null,

		"tabs": {
			"schoolViews": [
				{
					"type": "image",
					"url": "../assets/imgs/wordCloud/2023568_word_cloud.png"
				},
				{
					"type": "quote",
					"bgcolor": "#ed6c26",
					"text": "St Paul's is like a tornado of friendship, love and kind children",
					"author": "Child"
				},
				{
					"type": "quote",
					"bgcolor": "#e50059",
					"text": "We love St Paul’s. It is a well run small community school and it’s a credit to our community. The staff and the leadership are very approachable and have helped us with our daughter’s learning. She loves her school.",
					"author": "Parent"
				},
				{
					"type": "quote",
					"bgcolor": "#e50059",
					"text": "This is a good primary school and I would always recommend it. The location is great and the kids have Primrose Hill and Regent Park for sports activities which is a privilege. And it’s also great that it’s a small school so you get to meet all the teachers and all the parent's.",
					"author": "Parent"
				},
				{
					"type": "quote",
					"bgcolor": "#e50059",
					"text": "I have become increasingly impressed with the school over time. I have seen many little things that help to make this a warm and inviting environment. I feel included and valued as a parent and have clearly seen how my children are cared about and held in mind.",
					"author": "Parent"
				},
				{
					"type": "quote",
					"bgcolor": "#e50059",
					"text": "I think the school gives enough information. As a parent I am always aware what’s happening which is such a relief. It also helps that the school is small so it feels like a community. You get the know all the teachers and staff and all the parents…it’s great…Thank you for all these wonderful primary school experiences",
					"author": "Parent"
				},
				{
					"type": "quote",
					"bgcolor": "#e50059",
					"text": "School creates a great community. Our 2 kids both love school. Teachers have skills, experience and knowledge, delivering a rich environment. School is very nurturing, supportive, more than academic. You do fantastic work and create deep roots.",
					"author": "Parent"
				},
				{
					"type": "quote",
					"bgcolor": "#ed6c26",
					"text": "I love my teachers and I will forever and I love doing lessons.",
					"author": "Child"
				},
				{
					"type": "quote",
					"bgcolor": "#ed6c26",
					"text": "The teachers are very kind to me and also my class-mates, sometimes strict. ",
					"author": "Child"
				},
				{
					"type": "quote",
					"bgcolor": "#ed6c26",
					"text": "A big thank you to all the teachers at school, not everything is perfect but I am enjoying the last term of y6! ",
					"author": "Child"
				},
				{
					"type": "quote",
					"bgcolor": "#ed6c26",
					"text": "I love this school this is the best school ever.",
					"author": "Child"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "As one pupil put it, we laugh with each other and not at each other.",
					"author": "Ofsted"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "This school community is warm, vibrant and welcoming. Underpinned by its faith ethos, staff promote values such as being kind and respectful to all people.",
					"author": "Ofsted"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "Pupils feel safe and secure. They enjoy coming to school, learning and taking part in enrichment activities.",
					"author": "Ofsted"
				},
				{
					"type": "quote",
					"bgcolor": "#4764ff",
					"text": "A community where we teach children to celebrate who they are and to think for themselves.",
					"author": "Teacher"
				},
				{
					"type": "quote",
					"bgcolor": "#4764ff",
					"text": "St. Paul's CE Primary School is a vibrant, rewarding and supportive place to work. The children and staff alike make the school a happy, positive and charming place to work and learn. Senior leadership are approachable, knowledgeable and always on hand to answer questions, no matter how big or small. The school has a real sense of community; parents, teachers, teaching assistants and students work collaboratively to ensure pupils reach their full potential across the curriculum. ",
					"author": "Teacher"
				}
			],
			"schoolPhotosUrls": [
				"../assets/imgs/school/2023568_1.jpg",
				"../assets/imgs/school/2023568_2.jpg",
				"../assets/imgs/school/2023568_3.jpg",
				"../assets/imgs/school/2023568_4.jpg",
				"../assets/imgs/school/2023568_5.jpg",
				"../assets/imgs/school/2023568_6.jpg",
				"../assets/imgs/school/2023568_7.jpg",
				"../assets/imgs/school/2023568_8.jpg",
				"../assets/imgs/school/2023568_9.jpg",
				"../assets/imgs/school/2023568_10.jpg"
			],
			"schoolHighlights": [
				{
					"bgcolor": "#e50059",
					"title": "School & community context",
					"description": "St Paul's is a small school with a real sense of community.  Good relationships are formed between all members of the community and children can be seen to be looking out for each other outside of school.",
					"link": "/schoolContext/index.html?schoolId=2023568"
				},
				{
					"bgcolor": "#ed6c26",
					"title": "Pupil support & wellbeing",
					"description": "Knowing each child and their family are central to our work in supporting our children to feel safe and as confident as they can be in order to access learning and to have success with their school careers.",
					"link": "/support/index.html?schoolId=2023568"
				},
				{
					"bgcolor": "#64007e",
					"title": "SEND & inclusion",
					"description": "We are proud of the work we do to ensure all learners have the best opportunity to do well with their learning.  All learners make very good progress from their starting points.",
					"link": "/SEND/index.html?schoolId=2023568"
				},
				{
					"bgcolor": "#93c467",
					"title": "Pupils' achievement",
					"description": "All children achieve very well from their starting points and make very good progress.  Children have the opportunity to go on to a variety of state and independent schools and to continue to achieve well.",
					"link": "/achievement/index.html?schoolId=2023568"
				},
				{
					"bgcolor": "#4764ff",
					"title": "Curriculum, teaching & learning",
					"description": "We offer a full and broad curriculum that celebrates the arts and music along with academic learning. Our curriculum is enhanced with many trips, visits, sporting and cultural events that inspire, motivate and deepen children's experience of learning.",
					"link": "/curriculum/index.html?schoolId=2023568"
				}
			],
			"schoolPriorities": [
				{
					"bgcolor": "#e50059",
					"title": "Developing Garden Space.",
					"description": "Create learning opportunities relating to growing and understanding where our food comes from, including forest school type learning experiences for all."
				},
				{
					"bgcolor": "#ed6c26",
					"title": "Cultural Capital and 'life skills'.",
					"description": "Opportunity for developing cultural capital and life skills' explicitly planned across the curriculum."
				},
				{
					"bgcolor": "#4764ff",
					"title": "Rights Respecting Schools.",
					"description": "Implement the United Nations Rights of the Child- 'Rights Respecting Schools' programme supported by the Mayor of London and Camden."
				}
			]
		},
		"statistics": {
			"pupilsNum": 187,
			"ethnicGroupsNum": 5,
			"languagesNum": 4,
			"SENDPercent": 12.8,
			"BMEPercent": 66.3,
			"disadvantagedPupilsPercent": 36.1,
			"englishAdditionalLangPercent": 33.2,
			"absencePercent": 5.3,
			"persistentAbsenteesPercent": 16.3,
			"specificLanguages": ["English", "Japanese", "Somali", "Russian"],
			"specificEthnicities": ["White British", "White Other", "Any Other Asian", "White European", "Other Black African"],
			"specificSEND": [
				"Specific learning difficulty",
				"Social, emotional and mental health",
				"Speech, language and communication needs"
			],
			"qualifiedTeachersPercent": 100,
			"pupilAdultRatio": 9.3,
			"financialReserves": 127400.0,
			"changeYearReserves": 19400.0
		},
		"curriculum": {
			"curriculumAim": "<p>Our curriculum has its origins in the National Curriculum for schools in England. The school offers a broad and balanced curriculum with a clear focus on subjects as discrete units. Units of work ensure sequential, layered knowledge acquisition, with each piece of learning in different subjects building on previous ones.</p>\n\n<p>St Paul's Primary School is a literacy rich learning environment that celebrates and encourages oracy in the early years and beyond. We recognise reading as the gateway to pupil learning and so we place a strong focus on early reading and vocabulary development from the beginning of a child's career in school. Over the next year we will be putting greater emphasis into our curriculum for all classes on looking after our environment and gardening.</p><p><a href=\"https://www.stpauls.camden.sch.uk/Learning/Integrated-curriculum/\" target=\"_blank\" class=\"about__link\">Link to curriculum details</a></p>",
			"curriculumStrengths": ["Broad", "Full", "Engaging"],
			"topSubjects": [""],
			"topDisciplines": "temp",
			"strengths": "temp"
		},
		"support": {
			"childSafetyAndHappiness": "<p>We believe that for children to learn and to thrive they need to be in an environment where they are cared about and safe. Our safeguarding policy is regularly reviewed and annual staff training keeps us up to date with safeguarding requirements.</p>\n\n<p>Pastoral care and well-being sits at the heart of our thinking about our learners and families. The school has many adults available (at all levels within the organisation) to support children with their individual and unique social and emotional needs.</p>\n\n<p>The school applies consistent routines and strategies for managing behaviour and uses zones of regulation to understand the feeling and emotion working in us at any time.</p>\n\n<p>The school employs an art therapist and accesses mental health provision for children and families through the Mental Health Support Team (MHST) in Camden.</p><p><a href=\"https://www.stpauls.camden.sch.uk/Learning/Policy-documents/\" target=\"_blank\" class=\"about__link\">Link to safeguarding policy</a></p>",
			"bullyingProtection": "<p>Children’s behaviour in school, and out, is observed to be very good, however at times children do experience conflict and difficulties in relationships and friendships - essential for developing and becoming more sophisticated in managing the nuances of interpersonal relationships.</p>\n\n<p>Our school uses S.T.O.P. (Several Times On Purpose) as a definition of bullying and children are taught how to challenge and respond to behaviour they do not like or that makes them feel uncomfortable.</p>\n\n<p>Children are supported and encouraged to ‘stand up’ to bullying behaviour, either as recipient or observer, equally they are encouraged to report the behaviour to adults in the school.</p>\n\n<p>We do not tolerate bullying of any kind.</p><p><a href=https://www.stpauls.camden.sch.uk/Learning/Policy-documents/ target=\"_blank\" class=\"about__link\">Link to anti-bullying policy</a></p>",
			"attendanceManagement": "<p>Children are visibly keen to get into school and get on with the day. An engaging curriculum and safe environment makes children believe that school is the most important place they want to be—encouraging and supporting good attendance.</p>\n\n<p>Children are rewarded termly for excellent attendance. Work takes place, where support is needed, to help individual families improve attendance and therefore improve the life opportunities for some children.</p><p><a href=\"https://www.stpauls.camden.sch.uk/Learning/Policy-documents/\" target=\"_blank\" class=\"about__link\">Link to attendance policy</a></p>"
		},
		"achievement": {
			"academicChildSuccess": "<p>We offer a broad and balanced curriculum that is carefully planned and meets the national curriculum requirements. Units of work are carefully sequenced. They build on prior knowledge and learning, reinforcing and developing knowledge and skills.</p>\n\n<p>Our curriculum is enhanced with many trips, visits, and visitors that extend and enhance learning—building interest and engaging learners in a variety of ways.</p>\n\n<p>Curriculum leaders ensure learners are receiving the experiences and knowledge they should be and are reviewing topics to ensure learning is relevant and up to date.</p>\n\n<p>Teachers plan work that is interesting and that makes the children believe that the learning they are currently doing is the most important thing they should be focusing on right now.</p>\n\n<p>Along with the academic subject learning, like Math’s, English, and Science, the school maintains a full programme of teaching in art, music, and physical education.</p><p><a href=\"https://www.stpauls.camden.sch.uk/Learning/Integrated-curriculum/\" target=\"_blank\" class=\"about__link\">Link to teaching and learning policy</a></p>",
			"chartsPerform": [
				{
					"chartTitle": "% Reaching expected standard in reading, writing & maths at end of primary:",
					"chartImg": "../assets/imgs/charts/2023568_chart_ks2_rwm.png",
					"chartComparationImg": "../assets/imgs/charts/2023568_chart_ks2_rwm_school_only.png",
					"chartDescription": "* No assessments during Covid-19"
				},
				{
					"chartTitle": "Progress from years 2 to 6 (2023):",
					"chartImg": "../assets/imgs/charts/2023568_chart_ks2_prog.png",
					"chartComparationImg": "../assets/imgs/charts/2023568_chart_ks2_prog.png",
					"chartDescription": "These progress scores are calculated by the DfE by comparing the key stage 2 results of pupils at this school with the results of pupils across England who had similar results at the end of key stage 1. A score above zero means pupils made more progress, on average, than pupils who got similar results at the end of key stage 1."
				}
			],
			"chartsProm": [
				{
					"chartTitle": "",
					"chartImg": "",
					"chartDescription": null
				},
				{
					"chartTitle": "",
					"chartImg": "",
					"chartDescription": null
				}
			],
			"wherePupilsGoAfter": "<p>All pupils do well at the end of Year 6. Learning outcomes are often better than Camden and National assessment outcomes. Our SEND and disadvantaged learners achieve well and make progress at least as good as their counterparts. This is as a result of our inclusive practice and focus on children’s learning needs regularly through their school journey.</p>\n\n<p>Our children are well prepared for secondary school and go to a range of different schools, state and independent. Children have the opportunity to get access to very good schools in London. Feedback from destination schools is always positive and gives us the confidence to know we have prepared our children well (academically and socially) and that they are indeed ‘shining as lights in the world’ (being the best versions of themselves and making the right choices).</p>"
		},
		"SEND": {
			"sendSupportInfo": "<p>Regular teacher meetings and communication with our leadership team and SEND highlights and gives the opportunity to discuss the learning needs of individuals.</p><br>\n\n<p>The school employs a range of strategies to support pupils with their individual learning needs ranging from fidget toys and strategies for maintaining focus and attention, IT based interventions like wordshark, adult led strategies such as box clever or other interventions, adult led individual or small group work and tutoring.</p><br>\n\n<p>Pupils with SEND make good progress and the school holds high expectations for all.</p><br>\n\n<p>In partnership with parents our SEND lead works sensitively to develop and support programmes of learning for our SEND learners.</p><br>\n\n<p>We work closely with specialist outside agencies through Camden to support our SEND learners.</p><br><p><a href=\"https://www.stpauls.camden.sch.uk/Learning/Policy-documents/\" target=\"_blank\" class=\"about__link\">Link to SEND policy</a></p>",
			"inclusivePracticeInfo": "<p>At St Paul's we believe that children are unique, we all have different ways of learning and we all bring different experiences of life into the classroom- adult or child.</p>\n\n<p>Our job is to ensure that every child has the best opportunity they can to succeed with their learning and to make progress.</p>\n\n<p>We have regular meetings to discuss the progress of every child with a focus on those children not making the progress expected. In this way, we ensure we are keeping a focus on all our learners and maintaining inclusive practice.</p><p><a href=\"https://www.stpauls.camden.sch.uk/Learning/Policy-documents/\" target=\"_blank\" class=\"about__link\">Link to inclusive practice policy</a></p>"
		}
	},
	{
		"schoolId": 2024000,
		"schoolName": "The UCL Academy",
		"isPrimary": false,
		"shortSlogan": "Students at The UCL Academy  experience an inspirational  world class education built on a culture of academic excellence, social responsibility and a transformational curriculum.",
		"descriptionTitle": "Students at The UCL Academy  experience an inspirational  world class education built on a culture of academic excellence, social responsibility and a transformational curriculum.",
		"description": "<p>Founded in 2012 by University College London (UCL), The UCL Academy is a high-achieving, nonselective school serving the vibrant and diverse community in Camden, with over 1,000 students aged 11-18.</p>\n<br>\n<p>Our mission is that: Students leave the academy with the tools, experiences, values, knowledge, and skills to fulfil their potential and play their part as global citizens in the 21st century. Staff are committed to exploring, testing, and reviewing the most effective teaching and learning to ensure that our pedagogy is the most impactful, innovative, and transformational it can be.</p>\n<br>\n<p>Our curriculum offers breadth, depth, and balance for all our learners so that they can join the world of work and make a difference. Our community is inclusive, supportive, open-minded, and engaged.</p>",
		"schoolLogo": "../assets/imgs/school/2024000_logo.png",
		"ofstedLink": "http://www.ofsted.gov.uk/oxedu_providers/full/(urn)/137181",
		"websiteLink": "https://uclacademy.co.uk/",
		"type": "Secondary",
		"gender": "Mixed",
		"entryForms": 8,
		"ageRange": ["11", "18"],
		"address": "Adelaide Road",
		"lat": 51.541735,
		"long": -0.171871,
		"formsEntry": 8,
		"prevYearCatchmentRadius": null,
		"postCode": "NW3 3AQ",
		"facilities": [
			"New State of the Art Building",
			" Modern Science Labs",
			" Cooking Spaces",
			" Engineering and Design Workshops",
			" Music Rooms",
			" Band Spaces",
			" Apple Mac Suites",
			" Chromebooks for Every Year Group",
			" Dedicated PE Spaces",
			" Multi Use Games Area",
			" Two-Tier Playground",
			" Access to Primrose Hill",
			" Library",
			"  Lecture Theatre",
			" 6th Form Study Space",
			" Three Dedicated Art Spaces",
			" A Dance Studio",
			" Gym with Fitness Equipment",
			" Drama Studio",
			" Open Learning Spaces",
			" Outdoor Corridors with Spectacular Views of the London Skyline",
			" Access to Support from Community Projects such as St Marys and The Winch"
		],
		"activities": [
			"Art Scholars",
			"Basketball",
			"Bead Craft",
			"Bracelet Making",
			"Puzzlemania",
			"Card games",
			"Chess Club",
			"Choir",
			"Disney Club",
			"Dungeons & Dragons",
			"Climate Change",
			"5D Diamond Painting",
			"Zumba",
			"Fitness",
			"Fencing",
			"Football",
			"Fantasy Premier League",
			"Google Deep Mind",
			"Trampoline",
			"Volleyball"
		],
		"admissionProcess": "<p>We abide by the admissions criteria of Camden Local Authority. Details can be found on the websites below. As an academy we are also able to offer places via our Art Scholars programme.</p>\n\n<p><a href=\"https://www.camden.gov.uk/inyearschooladmissions\" target=\"_blank\">Camden Admissions Policy Link</a></p>\n<p><a href=\"https://uclacademy.co.uk/curriculum/art-department\" target=\"_blank\">UCL Admissions Policy Link</a></p>",
		"aboutReportCard": null,

		"tabs": {
			"schoolViews": [
				{
					"type": "image",
					"url": "../assets/imgs/wordCloud/2024000_word_cloud.png"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "\"The school has high aspirations for pupils’ academic achievement, including pupils for with special educational needs \"",
					"author": "Ofsted"
				},
				{
					"type": "quote",
					"bgcolor": "#64007e",
					"text": "\"Supporting wellbeing and mental health is a key part of the Academy's approach. Students are positive about the support offered by the academy to support their wellbeing\"",
					"author": "NSPCC"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "\"Personal development opportunities, especially the spiritual, moral, social and cultural are expertly woven into curriculum modules\"",
					"author": "Challenge Partners"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "\"This is an inclusive and welcoming school.\"",
					"author": "Ofsted"
				},
				{
					"type": "quote",
					"bgcolor": "#e50059",
					"text": "\"I am very thankful to the staff team at UCL Academy for all the support and patience that you have given us.\"",
					"author": "Parent"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "\"Leaders have established a rich and relevant curriculum\"",
					"author": "Ofsted"
				},
				{
					"type": "quote",
					"bgcolor": "",
					"text": "\"Thank you so much for the invitation, I enjoyed it a lot myself. Your school is lovely, and the students were very well prepared and engaged, any speaker's dream.\"",
					"author": "University Guest Lecture"
				},
				{
					"type": "quote",
					"bgcolor": "#ed6c26",
					"text": "\"Students and staff in the UCL academy are very welcoming and accepting of all people.\"",
					"author": "Child"
				},
				{
					"type": "quote",
					"bgcolor": "#ed6c26",
					"text": "\"A lot of people worry about secondary school. Trust me, it's not a problem because you get lots of help when you arrive and everyone is kind.\"",
					"author": "Child"
				},
				{
					"type": "quote",
					"bgcolor": "#ed6c26",
					"text": "\"The achievement point system is really good. I've got lots of rewards!\"",
					"author": "Child"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "\"Leaders have a strong and productive relationship with their sponsor, University College London (UCL), who strive to positively shape the school community’s outlook.\"",
					"author": "Challenge Partners"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "\"Sixth form students acquire meaningful learning  experiences, because opportunities to deepen understanding from encounters  with employers and universities are not missed.\"  \n",
					"author": "Challenge Partners"
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "\"Pastoral staff work very hard to improve students’ attendance. They focus on  building a sustainable relationship between home and school.\"",
					"author": "Challenge Partners"
				},
				{
					"type": "quote",
					"bgcolor": "",
					"text": "\"Working with The UCL Academy community has been a privilege. Supporting students through mentoring and contributing to the Academy’s ambitious and inspiring provision has been deeply rewarding on so many levels.’’ (Elizabeth Critchley - Critchley Scholars Programme)",
					"author": ""
				},
				{
					"type": "quote",
					"bgcolor": "#93c467",
					"text": "\"Pupils feel safe at school.\"",
					"author": "Ofsted"
				}
			],
			"schoolPhotosUrls": [
				"../assets/imgs/school/2024000_1.jpg",
				"../assets/imgs/school/2024000_2.jpg",
				"../assets/imgs/school/2024000_3.jpg",
				"../assets/imgs/school/2024000_4.jpg",
				"../assets/imgs/school/2024000_5.jpg",
				"../assets/imgs/school/2024000_6.jpg",
				"../assets/imgs/school/2024000_7.jpg",
				"../assets/imgs/school/2024000_8.jpg",
				"../assets/imgs/school/2024000_9.jpg",
				"../assets/imgs/school/2024000_10.jpg"
			],
			"schoolHighlights": [
				{
					"bgcolor": "#e50059",
					"title": "School & community context",
					"description": "At The UCL Academy we are proud of our ambitious curriculum which offers students opportunities to take learning outside the classroom.   Our unique links with our sponsor enable us to offer students exciting, enriching and academic experiences.",
					"link": "/schoolContext/index.html?schoolId=2024000"
				},
				{
					"bgcolor": "#ed6c26",
					"title": "Pupil support & wellbeing",
					"description": "Supporting emotional wellbeing and mental health of young people is part of our unique service of on site psychotherapy, counselling, art therapy and Child and Adolescent mental health services. Our in-school pastoral support prioritises mental health.",
					"link": "/support/index.html?schoolId=2024000"
				},
				{
					"bgcolor": "#64007e",
					"title": "SEND & inclusion",
					"description": "Knowing our students is at the heart of the all academy practices. Our SEND and Inclusion teams develop pupil passports through strong relationships with primary schools, external agencies and families to enable strategies of success for all.",
					"link": "/SEND/index.html?schoolId=2024000"
				},
				{
					"bgcolor": "#93c467",
					"title": "Pupils' achievement",
					"description": "Our students achieve successful results in line with national outcomes at both GCSE and A level. A high number of our students go onto Russel Group Universities to study a wide variety of  courses",
					"link": "/achievement/index.html?schoolId=2024000"
				},
				{
					"bgcolor": "#4764ff",
					"title": "Curriculum, teaching & learning",
					"description": "Our curriculum is broad, balanced and offers students the opportunity to connect learning and make creative links.  Lessons are engaging, dynamic and interesting focusing on problem solving and collaboration.",
					"link": "/curriculum/index.html?schoolId=2024000"
				}
			],
			"schoolPriorities": [
				{
					"bgcolor": "#e50059",
					"title": "Research & Development",
					"description": " Inspired by our sponsor we ensure that Teaching & Learning and the experiences of students is based on world class research of best practice. "
				},
				{
					"bgcolor": "#ed6c26",
					"title": "Beyond the Classroom",
					"description": "We are enhancing our unparalleled Self Directed Learning Curriculum which in addition to our core curriculum enables every student to develop their skills and experiences in leadership, enrichment, social action, our Grand Challenges and cross curricular learning."
				},
				{
					"bgcolor": "#4764ff",
					"title": "Pastoral Curriculum",
					"description": "Teaching and embedding our Learner Attributes; these are key characteristics that enable us to become successful and fulfilled human beings and impact the communities we live in."
				}
			]
		},
		"statistics": {
			"pupilsNum": 1095,
			"ethnicGroupsNum": 19,
			"languagesNum": 18,
			"SENDPercent": 11.6,
			"BMEPercent": 83.0,
			"disadvantagedPupilsPercent": 49.3,
			"englishAdditionalLangPercent": 49.5,
			"absencePercent": 9.2,
			"persistentAbsenteesPercent": 28.8,
			"specificLanguages": [
				"Albanian",
				"Amharic",
				"Arabic",
				"Bengali",
				"Chinese",
				"English",
				"Farsi",
				"Italian",
				"Pashto",
				"Persian",
				"Polish",
				"Portuguese",
				"Russian",
				"Somali",
				"Spanish",
				"Turkish",
				"Ukrainian",
				"Urdu"
			],
			"specificEthnicities": [
				"Albanian",
				"Arab",
				"Asian",
				"Bangladeshi",
				"Black - Nigerian",
				"Black - Caribbean",
				"Black - Somali",
				"Chinese",
				"Eastern European",
				"European",
				"Indian",
				"Iranian",
				"Kosovan",
				"Other mixed background",
				"Pakistani",
				"Turkish",
				"White and Black African",
				"White Other",
				"White British"
			],
			"specificSEND": [
				"Specific learning difficulty",
				"Moderate learning difficulty",
				"Social, emotional and mental health",
				"Speech, language and communication needs",
				"Physical disability",
				"Autistic spectrum disorder"
			],
			"qualifiedTeachersPercent": 97,
			"pupilAdultRatio": 11.7,
			"financialReserves": null,
			"changeYearReserves": null
		},
		"curriculum": {
			"curriculumAim": "The UCL Academy is an exciting and inspiring place to learn, offering high quality teaching and outstanding facilities.  From day one, students at The UCL Academy experience an inspirational world class education built on a culture of academic excellence, social responsibility and a transformational curriculum, developed in partnership with our sponsor, University College London.  Our students leave The Academy with the tools, experiences, values, knowledge and skills to reach their potential and take part as global citizens in the 21st century.   The Academy has been inspired by UCL’s own Grand Challenges, which draw together research across disciplines at the university. While good grades matter, we believe that we must also develop students who are capable of critical thinking and problem solving. Our curriculum allows students to make connections between what they are learning and the real world and be better citizens who are more empathetic to world issues.<p><a href=\"https://uclacademy.co.uk/curriculum/gcse-curriculum/\" target=\"_blank\" class=\"about__link\">Link to curriculum details</a></p>",
			"curriculumStrengths": [
				"Educating the Whole Person - our curriculum encompasses Learner Attributes developing character, leadership and resilience as well as teaching knowledge and skills.",
				"Diverse and interesting - we are committed to ensuring all students experience a academic, creative and practical subjects and we offer a broad and balanced range of lessons including weekly Art, Drama, Music, Computer Science and Engineering as well as Maths, Science, English, Languages and PE.",
				"Exciting and Enriching - we offer a Self Directed Learning (SDL), a programme in which all students participate as part of a longer Academy day. For a variety of sessions throughout the week, students choose from a range of activities that aim to develop a balance of heart, body, mind and spirit over their Academy career. Activities include, for example, Fencing, Maths Challenge, Mindfulness, Zumba, Robotics and Latin."
			],
			"topSubjects": [
				"Art",
				"Biology",
				"Business Studies",
				"Chemistry",
				"Computer Science",
				"Economics",
				"Engineering",
				"English Literature",
				"Further Maths",
				"German",
				"Geography",
				"Government & Politics",
				"History",
				"Mandarin",
				"Maths",
				"Physics",
				"Philosophy",
				"Psychology",
				"Spanish",
				"Sociology"
			],
			"topDisciplines": "temp",
			"strengths": "temp"
		},
		"support": {
			"childSafetyAndHappiness": "We take a trauma-informed approach to teaching, learning and pastoral support and provide a range of wellbeing resources to students and families.  This begins with a carefully planned and comprehensive transition from primary school to secondary school.  It is strengthened by staff training provided in school from internal expertise and also from external agencies.  Parents and students receive weekly communications that signpost wellbeing and emotional support in and out of school and we have Mental Health in Schools Team and CAMHS in school.  Additionally, we provide mentoring to students through our links with  programmes and local youth groups. We also provide a Family Liaison Manager to support parents and carers with their needs as well as a direct email for parents, carers and students to access mental health support.<p><a href=\"https://drive.google.com/file/d/1zitxQIaYCAhXKfRvqTkhqa_v4pIK8mct/view   \nhttps://drive.google.com/file/d/1PbvWzwFmrSDbSOxKBYHR_ZFpKBKT1MtT/view   \nhttps://drive.google.com/file/d/1DSm7XtB62IOAyYz4xKL71Z1sDjqfWJ9B/view\" target=\"_blank\" class=\"about__link\">Link to safeguarding policy</a></p>",
			"bullyingProtection": "<p>We take bullying seriously. The UCL Academy works with parents, carers and students to tackle bullying quickly and effectively.</p>\n\n<p>Our most recent Ofsted inspection said that \"Pupils feel safe at school. They have a trusted adult to turn to if they have any worries.\"</p>\n\n<p>We do not tolerate bullying, but aim to ensure that there is a robust response for both victim and perpetrator if it does happen. The pastoral curriculum creates an environment and culture where child on child abuse, including sexual harassment, discriminatory language and online abuse is not tolerated.</p><p><a href=https://drive.google.com/file/d/1PbvWzwFmrSDbSOxKBYHR_ZFpKBKT1MtT/view     target=\"_blank\" class=\"about__link\">Link to anti-bullying policy</a></p>",
			"attendanceManagement": "<p>We are committed to promoting good school attendance through our whole-school culture and ethos. Our engaging and exciting academic curriculum; our broad and diverse extra-curricular offer (SDL); and our range of engaging opportunities, which build character and change lives, all encourage excellent attendance.</p>\n\n<p>We work with parents and carers to support their child attending every day because we understand the direct relationship between attendance, punctuality, and attainment. Our Education Welfare Officer and Pastoral Team communicate with and build strong, positive relationships with families to offer care and guidance.</p>\n\n<p>Tutors and class teachers act early and are actively engaged in supporting the good attendance of all pupils. We also<p><a href=\"Attendance policy:  https://drive.google.com/file/d/15IkPb_bh8op1LsObbGA7QoLCOtbQAZrY/view\" target=\"_blank\" class=\"about__link\">Link to attendance policy</a></p>"
		},
		"achievement": {
			"academicChildSuccess": "<p>\"The school has high aspirations for pupils' academic achievement.\" (Ofsted, 2024)</p>\n\n<p>Our curriculum is inclusive, and we ensure staff and students have positive relationships which enable students to focus on their learning. Teachers have dedicated time for training and collaborative planning, meaning lessons are high quality.</p>\n\n<p>Our tracking of academic achievement and progress is detailed and meaningful. Parents receive written reports three times each year. Where students need extra support, we have a range of interventions they are given.</p>\n\n<p>Every lesson at the Academy features a focus on authentic challenge, collaboration, and feedback, which ensures no child is left behind.</p>",
			"chartsPerform": [
				{
					"chartTitle": "Attainment 8 (2023):",
					"chartImg": "../assets/imgs/charts/2024000_chart_ks4_att8.png",
					"chartComparationImg": "../assets/imgs/charts/2024000_chart_ks4_att8.png",
					"chartDescription": "An Attainment 8 score of 47.4 means The UCL Academy pupils averaged between a grade 4 and a grade 5 across their eight best GCSE-level subjects."
				},
				{
					"chartTitle": "Progress 8 (2023):",
					"chartImg": "../assets/imgs/charts/2024000_chart_ks4_p8.png",
					"chartComparationImg": "../assets/imgs/charts/2024000_chart_ks4_p8.png",
					"chartDescription": "A Progress 8 score of -0.15 means The UCL Academy pupils achieved a grade slightly lower than similar pupils across the country."
				}
			],
			"chartsProm": [
				{
					"chartTitle": "After Key Stage 4 (2023):",
					"chartImg": "../assets/imgs/charts/2024000_chart_ks4_dest.png",
					"chartDescription": null
				},
				{
					"chartTitle": "After Key Stage 5 (2023):",
					"chartImg": "../assets/imgs/charts/2024000_chart_ks5_dest.png",
					"chartDescription": null
				}
			],
			"wherePupilsGoAfter": "<p>At the UCL Academy we aim to raise aspirations, challenge stereotypes and encourage students to consider a wide range of careers. Through careers education and guidance we aim to ensure students will make the most of their talents and to go on to jobs or courses which suit their needs and aptitude.</p>\n\n<p>We offer: dedicated Careers Weeks which start in Foundation (Year 7); Mentoring schemes with UCL Undergraduates; real life opportunities to visit and hear from UCL professors; individual career guidance meetings; meaningful opportunities to meet with employers and engage with activities that links academic subjects to real life careers.</p>"
		},
		"SEND": {
			"sendSupportInfo": "<p>Ofsted (2024) said that \"This is an inclusive and welcoming school. The school has high aspirations for pupils’ academic achievement, including pupils with special educational needs and/or disabilities (SEND).\"</p><br>\n\n<p>We are committed to meeting the needs of learners through our ambitious curriculum and quality first teaching. Our aim is to ensure that all students, regardless of their starting point, have a tailored and personalised curriculum to enable good progress.</p><br>\n\n<p>We communicate with primary schools to understand SEND needs before students join us. By using a range of assessments and listening to our students, we know them very well. All SEND learners are supported via a personal SEND passport which contains key strategies for learning, student views, and information about their learning needs.</p><br>\n\n<p>Children who have additional needs are supported via the SEND team and specialist teachers.</p><br><p><a href=\"https://drive.google.com/file/d/1OrBDQHwHoS2ZLEy0uyOf0Pt8DHeeuS6S/view\" target=\"_blank\" class=\"about__link\">Link to SEND policy</a></p>",
			"inclusivePracticeInfo": "<p>We work hard to ensure our curriculum offer, the topics taught and the staff body directly reflect the local community. We place inclusive practice at the heart of what we do: our approach to managing behaviour; reporting academic achievement, training staff and designing lessons are inclusive and respond to the needs of all. We make reasonable adjustments and treat everyone as an individual.</p>\n\n<p>The Pastoral and PHSCE Curriculums encourage students to reflect on themselves, others and those who are different to them. Through this whole child education differences are celebrated.</p><p><a href=\"https://uclacademy.co.uk/about-us/policies-and-documents/\" target=\"_blank\" class=\"about__link\">Link to inclusive practice policy</a></p>"
		}
	}
]
