[
    {
        "schoolId": 2022842,
        "schoolName": "Christopher Hatton Primary School",
        "isPrimary": "TRUE",
        "shortSlogan": "<strong>We want our pupils to become informed, articulate and empowered citizens.</strong>",
        "descriptionTitle": "<strong>We want our pupils to become informed, articulate and empowered citizens.</strong>",
        "description": "At <strong>Christopher Hatton</strong> we want our pupils to become informed, articulate and empowered citizens. Through our creative curriculum with its emphasis on the Environment and the Rights of the Child, our innovative teaching and the rich opportunities we provide, children develop the knowledge, skills and attitudes to succeed.<br><br>\nWe are a happy, ambitious and inclusive school reflecting the rich diversity of families in our area and are proud to be a beacon of excellence at the heart of our community. Affectionately known as 'Hattoneers,' our children embody high aspirations, mutual respect, and a commitment to making a positive impact. <strong>Our most recent Ofsted report</strong> highlights our school’s continuous growth and success. We are committed to our <strong>school performance</strong> and work in collaboration with <strong>Camden Learning</strong> to ensure the best outcomes for our students, alongside other <strong>Camden schools</strong>.",
        "schoolLogo": "../assets/imgs/school/2022842_logo.png",
        "ofstedLink": "http://www.ofsted.gov.uk/oxedu_providers/full/(urn)/130342",
        "websiteLink": "https://www.chrishatton.camden.sch.uk",
        "type": "Primary inc. Nursery",
        "gender": "Mixed",
        "entryForms": 1,
        "ageRange": [
            "3",
            "11"
        ],
        "address": "38 Laystall Street",
        "lat": 51.522741,
        "long": -0.112694,
        "formsEntry": 1,
        "prevYearCatchmentRadius": null,
        "postCode": "EC1R 4PQ",
        "facilities": [
            "Computing room and specialist teaching",
            " Music room and specialist teaching including free guitar tuition from Y4-Y ",
            " Breakfast club",
            " Library",
            " Separate outdoor learning/play spaces for Nursery and Reception "
        ],
        "activities": [
            "Art",
            "Computer coding",
            "Chess",
            "Tai Kwando",
            "Football",
            "Drama",
            "Multi sport",
            "After school play centre collection with Coram's Fields"
        ],
        "admissionProcess": "<p>We strictly abide by the admissions criteria of Camden Local Authority. Details can be found on the websites below.</p>\n<p><a href=\"https://www.chrishatton.camden.sch.uk/Parents/Admissions/\" target=\"_blank\">Christopher Hatton Admissions</a>\n<br></p>\n<p><a href=\"https://www.camden.gov.uk/primary-admissions?gad_source=1&gclid=EAIaIQobChMI_pzt5NHMiQMVq5NQBh2Cxwr8EAAYASAAEgLfLfD_BwE\" target=\"_blank\">Camden Local Authority Primary School Admissions</a></p>",
        "tabs": {
            "schoolViews": [
                {
                    "type": "image",
                    "url": "../assets/imgs/wordCloud/2022842_word_cloud.png"
                },
                {
                    "type": "quote",
                    "bgcolor": "#e50059",
                    "text": "Christopher Hatton is a wonderful school with a friendly ethos, excellent leadership and an immensely strong community. All of these combine to create superb environment for children to be safe and to learn.  ",
                    "author": "Parent"
                },
                {
                    "type": "quote",
                    "bgcolor": "#e50059",
                    "text": "We feel that the atmosphere in the school, and the way it was run, are in a different league from any of the other schools we have visited or worked at. ",
                    "author": "Parent"
                },
                {
                    "type": "quote",
                    "bgcolor": "#ed6c26",
                    "text": "I have learnt to be confident and brave and that we should speak up for what we believe in",
                    "author": "Child"
                },
                {
                    "type": "quote",
                    "bgcolor": "#ed6c26",
                    "text": "I love my school because everyone is kind and happy and our teachers are fun",
                    "author": "Child"
                },
                {
                    "type": "quote",
                    "bgcolor": "#93c467",
                    "text": "This is an exceptional school",
                    "author": "Ofsted"
                },
                {
                    "type": "quote",
                    "bgcolor": "#93c467",
                    "text": "The curriculum prepares pupils exceptionally well to take their place as responsible citizens in the modern world",
                    "author": "Ofsted"
                },
                {
                    "type": "quote",
                    "bgcolor": "#93c467",
                    "text": "Relationships throughout the school are excellent. Pupils are polite and considerate. All members of the school community show each other the utmost respect",
                    "author": "Ofsted"
                },
                {
                    "type": "quote",
                    "bgcolor": "#93c467",
                    "text": "The pupils focus extremely well on their work, have excellent attitudes to their learning and are determined to do well.",
                    "author": "Challenge Partners"
                },
                {
                    "type": "quote",
                    "bgcolor": "#4764ff",
                    "text": "I feel exceptionally well supported by leaders to develop professionally.",
                    "author": "Teacher"
                },
                {
                    "type": "quote",
                    "bgcolor": "#e50059",
                    "text": "I feel that the school is at the heart of the community and also goes beyond to help others.",
                    "author": "Parent"
                },
                {
                    "type": "quote",
                    "bgcolor": "#ed6c26",
                    "text": "I am proud to be a Hattoneer, we like to challenge ourselves sand never give up. ",
                    "author": "Child"
                },
                {
                    "type": "quote",
                    "bgcolor": "#e50059",
                    "text": "Staff are always extremely helpful,friendly and really approachable when any issues arise. They also know the students really well and I think they are a great team.",
                    "author": "Parent"
                },
                {
                    "type": "quote",
                    "bgcolor": "#e50059",
                    "text": "I am extremely happy with my son being at the school. I feel very welcomed by the staff who are understanding and caring.",
                    "author": "Parent"
                },
                {
                    "type": "quote",
                    "bgcolor": "#ed6c26",
                    "text": "100% of pupils anwered positively to the survey question: My school encourages me to respect people from other backgrounds",
                    "author": "Child"
                },
                {
                    "type": "quote",
                    "bgcolor": "#e50059",
                    "text": "Christopher Hatton is a well run and well rounded school.",
                    "author": "Parent"
                }
            ],
            "schoolPhotosUrls": [
                "../assets/imgs/school/2022842_1.jpg",
                "../assets/imgs/school/2022842_2.jpg",
                "../assets/imgs/school/2022842_3.jpg",
                "../assets/imgs/school/2022842_4.jpg",
                "../assets/imgs/school/2022842_5.jpg",
                "../assets/imgs/school/2022842_6.jpg",
                "../assets/imgs/school/2022842_7.jpg",
                "../assets/imgs/school/2022842_8.jpg",
                "../assets/imgs/school/2022842_9.jpg",
                "../assets/imgs/school/2022842_10.jpg"
            ],
            "schoolHighlights": [
                {
                    "bgcolor": "#e50059",
                    "title": "School & community context",
                    "description": "We are at the <b>heart</b> of our <b>cohesive community</b>. Our families come from <b>over 30 different countries</b> and we love learning with and from each other and <b>growing new bonds</b>.",
                    "link": "/schoolContext/index.html?schoolId=2022842"
                },
                {
                    "bgcolor": "#ed6c26",
                    "title": "Pupil support & wellbeing",
                    "description": "Our teachers <b>caring ethos</b> creates a <b>sense of belonging</b> that helps all of our children to thrive in a <b>happy, safe environment</b>.",
                    "link": "/support/index.html?schoolId=2022842"
                },
                {
                    "bgcolor": "#64007e",
                    "title": "SEND & inclusion",
                    "description": "Our inclusive practices, welcoming environment, reflective curriculum and well trained staff ensure ALL children can thrive as Hattoneers. ",
                    "link": "/SEND/index.html?schoolId=2022842"
                },
                {
                    "bgcolor": "#93c467",
                    "title": "Pupils' achievement",
                    "description": "Pupils consistently achieve standards <b>above national levels</b> with all groups of children making <b>excellent progress</b> across the curriculum. <b>Adaptive teaching</b> by highly skilled staff provides the support and challenges to ensure all children can achieve well.",
                    "link": "/achievement/index.html?schoolId=2022842"
                },
                {
                    "bgcolor": "#4764ff",
                    "title": "Curriculum, teaching & learning",
                    "description": "Children are taught how to be effective learners with the confidence to <b>embrace challenges and handle setbacks</b>. Our focus on <b>teaching through talk</b> and how to talk enables our children to articulate their views deepen their learning the <b>creative curriculum</b>, supported by specialist teachers, comes to life in our art exhibitions, Earth Summit, concerts and performances.",
                    "link": "/curriculum/index.html?schoolId=2022842"
                }
            ],
            "schoolPriorities": [
                {
                    "bgcolor": "#e50059",
                    "title": "<b>KS1 Maths</b>",
                    "description": "Continue to close the gap for disadvantaged pupils in Key Stage 1 maths."
                },
                {
                    "bgcolor": "#ed6c26",
                    "title": "<b>KS2 higher level writing</b>",
                    "description": "Ensure opportunities enable pupils to reach the highest possible standards in writing."
                },
                {
                    "bgcolor": "#4764ff",
                    "title": "<b>Succession planning</b>",
                    "description": "Ensuring staff new to roles have support to develop expertise."
                }
            ]
        },
        "statistics": {
            "pupilsNum": 224,
            "ethnicGroupsNum": 5,
            "languagesNum": 8,
            "SENDPercent": 19.6,
            "BMEPercent": 83.0,
            "disadvantagedPupilsPercent": 41.4,
            "englishAdditionalLangPercent": 61.2,
            "absencePercent": 5.3,
            "persistentAbsenteesPercent": 14.9,
            "specificLanguages": [
                "English",
                "Spanish",
                "Italian",
                "Somali",
                "Bengali",
                "Arabic",
                "Korean",
                "Chinese (Mandarin & Cantonese)"
            ],
            "specificEthnicities": [
                "Bangladeshi",
                "White British",
                "Any Other Mixed Backround",
                "White European",
                "Other Black African"
            ],
            "specificSEND": [
                "Specific learning difficulty",
                "Social, emotional and mental health",
                "Speech, language and communication needs",
                "Autistic spectrum disorder"
            ],
            "qualifiedTeachersPercent": 100,
            "pupilAdultRatio": 9.2,
            "financialReserves": 266200.0,
            "changeYearReserves": -2200.0
        },
        "curriculum": {
            "curriculumAim": "<p>Our curriculum helps <b>all children</b> to succeed in their <b>academic</b> and <b>personal</b> development. The content is inclusive, reflecting our diverse <b>community</b> and commitment to <b>anti-racist practices</b>.</p>\n\n<p>The curriculum is filled with <b>first-hand, purposeful experiences</b> which allow children to expand their horizons and benefit from the breadth of <b>cultural opportunities</b> available in our locality. Children are encouraged to <b>take on challenges</b> and delve deeper to extend their expertise.</p>\n\n<p>We provide enriching arts and cultural experiences as part of our entitlement pledge that are fundamental to their cultural and holistic development.</p>",
            "curriculumStrengths": [
                "Speaking & Listening",
                "Mathematics",
                "Art"
            ],
            "topSubjects": [
                "temp"
            ],
            "topDisciplines": "temp",
            "strengths": "temp"
        },
        "support": {
            "childSafetyAndHappiness": "<p><b>Our Hattoneer</b> values focus on creating a <b>safe</b>, <b>happy</b> and <b>fair</b> school for all. <b>Relationships</b> between children, staff and their peers are <b>positive</b> and children are <b>supported</b> to articulate their <b>feelings</b> and <b>views</b>.</p>\n\n<p>There is in-school <b>therapeutic provision</b> to support children when needed and access to wider services. A <b>free breakfast</b> and breaktime snacks are provided for <b>all children</b>. Play spaces are friendly and <b>safe</b>, with opportunities for both <b>active play</b> and <b>quieter areas</b> including a well stocked <b>library</b>.</p>\n\n<p>Safeguarding is <b>central</b> to everything we do; robust practices ensure children are <b>supported</b> and <b>protected</b>.</p><p><a href=\"https://www.chrishatton.camden.sch.uk/docs/Policies/Policies_2023-24/Christopher_Hatton_Child_Protection_and_Safeguarding_policy_2023_24.pdf\" target=\"_blank\" class=\"about__link\">Link to safety policy</a></p>",
            "bullyingProtection": "<p>Pupils have the right to learn in an environment where they feel safe and happy; bullying is never <b>acceptable</b> and we recognise the impact it can have. We take the time needed to work through issues and <b>support our pupils</b>.</p>\n\n<p>We work with children and parents to ensure children understand the <b>effect of their actions</b> and are supported to rebuild <b>positive relationships</b>. Children are taught about <b>respectful</b> relationships and behaviour through our <b>curriculum</b>.</p><p><a href=https://www.chrishatton.camden.sch.uk/docs/Policies/Policies_2022-23/Anti-bullying_policy.pdf target=\"_blank\" class=\"about__link\">Link to bullying policy</a></p>",
            "attendanceManagement": "<p>We are a happy school with an <b>engaging curriculum</b> and <b>positive relationships</b>. We strive to create a <b>sense of belonging</b> ensuring children <b>want to come to school</b>.</p>\n\n<p>We know <b>every school day counts</b> so we work with families to support good attendance. Holidays in term time <b>are not permitted</b>.</p><p><a href=\"https://www.chrishatton.camden.sch.uk/docs/Christopher_Hatton_Attendance_Policy_Sept_23.pdf\" target=\"_blank\" class=\"about__link\">Link to attendance policy</a></p>"
        },
        "achievement": {
            "academicChildSuccess": "<p>Our aim is for our pupils to be <b>informed, articulate and empowered</b> and to be successful <b>lifelong learners</b>. We achieve this through our <b>curriculum</b> with our <b>evidence informed teaching</b> and the central use of <b>oracy</b>. Through our practice and ethos, we promote characteristics we believe are essential to <b>success</b>.</p>\n\n<p>Using the principles of <b>mastery teaching</b> to <b>scaffold learning</b>, we enable children to <b>progress together</b>. Effective and consistent practices enable our pupils to make rapid and sustained progress across <b>all Key stages</b> and in all areas of learning.</p>\n\n<p>Ofsted noted “The curriculum prepares pupils exceptionally well to take their place as responsible citizens in the modern world”.</p><p><a href=\"https://www.chrishatton.camden.sch.uk/docs/Policies/Policies_2023-24/teaching_and_learning_policy_2022.pdf\" target=\"_blank\" class=\"about__link\">Link to academic success policy</a></p>",
            "chartsPerform": [
                {
                    "chartTitle": "% Reaching expected standard in reading, writing & maths at end of primary:",
                    "chartImg": "../assets/imgs/charts/2022842_chart_ks2_rwm.png",
                    "chartComparationImg": "../assets/imgs/charts/2022842_chart_ks2_rwm_school_only.png",
                    "chartDescription": ""
                },
                {
                    "chartTitle": "Progress from years 2 to 6:",
                    "chartImg": "../assets/imgs/charts/2022842_chart_ks2_prog.png",
                    "chartComparationImg": "../assets/imgs/charts/2022842_chart_ks2_prog.png",
                    "chartDescription": ""
                }
            ],
            "wherePupilsGoAfter": "Temp"
        },
        "SEND": {
            "sendSupportInfo": "<p><b>26%</b> of our pupils have <b>SEND</b> (<b>3%</b> with an <b>Education Health and Care Plan</b> & <b>23%</b> on <b>SEN Support</b>). We prioritise high quality class teaching and ensure all teachers can adapt their practice so <b>all pupils make progress</b>. Pupils learn in <b>mixed attainment</b> groups as we have <b>high expectations</b> for all.</p>\n\n<p>If a child needs <b>additional help</b> with an area of learning, support is provided through <b>small group pre-teaching</b> of key knowledge. This helps pupils to engage successfully in lessons.</p>\n\n<p>For some pupils, <b>specific interventions</b> and more significant adaptations may be required. Our <b>SENDCo</b> works in partnership with <b>parents</b> and <b>specialist agencies</b> to plan these.</p><p><a href=\"https://www.chrishatton.camden.sch.uk/docs/Equality_policy_and_plan_2023_25.pdf\" target=\"_blank\" class=\"about__link\">Link to SEND policy</a></p>",
            "inclusivePracticeInfo": "<p>We ensure standards and progress are <b>consistently high for all groups of pupils</b>: girls and boys; pupils of all ethnicities, pupils with SEND and those from disadvantaged backgrounds. This is the result of our <b>inclusive practices</b> and a curriculum that reflects the <b>diversity</b> of our community.</p>\n\n<p>Teaching effective <b>communication skills</b>, an <b>inclusive ethos</b> and the creation of a <b>safe and welcoming learning environment</b> are central to ensuring all pupils can thrive.</p><p><a href=\"https://www.chrishatton.camden.sch.uk/Our-School/Policies/\" target=\"_blank\" class=\"about__link\">Link to inclusive practice policy</a></p>"
        }
    }
]